Repository: freenas/freenas7
Catalog: locale/*.ISO8859-1.po
Languages: nl_be

source: Save and Restart NFS
nl_be: Sla op en herstart NFS

source: Save and Restart FTP
nl_be: Sla op en herstart FTP

source: Save and Restart AFP
nl_be: Sla op en herstart AFP

source: No RSYNC Client configured
nl_be: Geen RSYNC Client geconfigureerd

source: Add RSYNC
nl_be: Voeg RSYNC toe

source: Edit RSYNC
nl_be: Bewerk RSYNC

source: Delete RSYNC
nl_be: Verwijder RSYNC

source: Do you really want to delete this RSYNC?
nl_be: Bent u zeker dat u deze RSYNC wil verwijderen?

source: File size
nl_be: Bestands grootte

source: Target name
nl_be: Doel naam

source: Target address
nl_be: Doel adres

source: Initiator name
nl_be: Initiator naam

source: Balance algorithm
nl_be: Balance algoritme

source: Select your read balance algorithm.
nl_be: Selecteer het algoritme voor de leesbalans.

source: Settings
nl_be: Instellingen

source: Define an host name can be useful for NFS.
nl_be: Het definiëren van een host name kan handig zijn voor NFS.

source: Edit Host
nl_be: Bewerk host

source: Do you really want to delete this host?
nl_be: Bent u zeker dat u deze host wil verwijderen?

source: Delete Host
nl_be: Verwijder host

source: Add Host
nl_be: Voeg host toe

source: The host name contain invalid characters.
nl_be: De hostnaam bevat ongeldige karakters

source: An host with this name already exists.
nl_be: Een host met deze naam bestaat reeds.

source: The IP address that this hostname represents.
nl_be: Het IP adres dat deze hostnaam vertegenwoordigd.

source: You may enter a description here for your reference.
nl_be: U mag hier een beschrijving ingeven als referentie.

source: Download configuration
nl_be: Download configuratie

source: Restore configuration
nl_be: Zet Configuratie terug

source: Click this button to download the system configuration in XML format.
nl_be: Klik deze knop om de systeem configuratie op de slaan in XML formaat.

source: Backup configuration
nl_be: Backup configuratie

source: Initializing disk
nl_be: Schijf Initializeren

source: Enable Zeroconf
nl_be: Activeer Zeroconf

source: IP address of LDAP server.
nl_be: IP adres van de LDAP server.

source: Base DN
nl_be: Basis DN

source: Password for DN
nl_be: Wachtwoord voor DN

source: The credentials to bind with, enter it here twice.
nl_be: De rechten om samen te voegen, geef ze hier twee maal in.

source: User suffix
nl_be: Gebruiker achtervoegsel

source: Password suffix
nl_be: Wachtwoord achtervoegsel

source: Group suffix
nl_be: Groep achtervoegsel

source: Password encryption
nl_be: Wachtwoord encryptie

source: Method used to store your password in your LDAP.
nl_be: Methode om uw wachtwoord op te slaan in de LDAP.

source: These commands will be executed pre or post system initialization (booting).
nl_be: Deze commando's zullen uitgevoerd worden voor of na de systeem initializatie (opstarten).

source: Add command
nl_be: Voeg commando toe

source: Edit command
nl_be: Bewerk commando

source: Delete command
nl_be: Verwijder commando

source: Do you really want to delete this command?
nl_be: Bent u zeker dat u dit commando wil verwijderen?

source: Execute command pre or post system initialization (booting).
nl_be: Voer commando voor of na systeem initializatie uit (opstarten).

source: Startup
nl_be: Opstarten

source: Large read/write
nl_be: Grote lees/schrijf

source: Enable large read/write
nl_be: Activeer grote lees/schrijf

source: Use the new 64k streaming read and write variant SMB requests.
nl_be: Maak gebruik van de nieuwe 64k lees en schrijf variant SMB opvragen.

source: Dynamic DNS
nl_be: Dynamische DNS

source: Servername
nl_be: Servernaam

source: Save and Restart DynDNS
nl_be: Opslaan en herstart DynDNS
