Repository: freenas/freenas7
Catalog: locale/*.ISO8859-1.po
Languages: nl_be

source: Date
nl_be: Datum

source: Sunday Monday Tuesday Wednesday Thursday Friday Saturday
nl_be: zondag maandag dinsdag woensdag donderdag vrijdag zaterdag

source: Sun Mon Tue Wed Thu Fri Sat
nl_be: ma di wo do vr za zo

source: January February March April May June July August September October November December
nl_be: januari februari maart april mei juni juli augustus september oktober november december

source: Jan Feb Mar Apr May Jun Jul Aug Sep Oct Nov Dec
nl_be: jan feb maa apr mei jun jul aug sep okt nov dec

source: Time
nl_be: Tijd

source: second
nl_be: seconde

source: seconds
nl_be: seconden

source: minute
nl_be: minuut

source: minutes
nl_be: minuten

source: hour
nl_be: uur

source: hours
nl_be: uren

source: day
nl_be: dag

source: days
nl_be: dagen

source: weeks
nl_be: weken

source: week days
nl_be: weekdagen

source: month
nl_be: maand

source: months
nl_be: maanden

source: year
nl_be: jaar

source: years
nl_be: jaren

source: All
nl_be: Alle

source: and
nl_be: en

source: by
nl_be: tegen

source: Down
nl_be: Onder

source: No
nl_be: Nee

source: off
nl_be: uit

source: on
nl_be: aan

source: To
nl_be: Tot

source: The
nl_be: De

source: Up
nl_be: Boven

source: Yes
nl_be: Ja

source: Activate
nl_be: Activeren

source: Add
nl_be: Toevoegen

source: Cancel
nl_be: Annuleren

source: Create
nl_be: Aanmaken

source: Deactivate
nl_be: Deactiveren

source: Delete
nl_be: Verwijderen

source: Edit
nl_be: Bewerken

source: Enable
nl_be: Instellen

source: Ignore
nl_be: Negeren

source: Login
nl_be: Aanmelden

source: Log out
nl_be: Afmelden

source: Modify
nl_be: Wijzigen

source: New
nl_be: Nieuw

source: Search
nl_be: Zoeken

source: Save
nl_be: Bewaren

source: Submit
nl_be: Doorsturen

source: Update
nl_be: Bijwerken

source: View
nl_be: Bekijken

source: Apply changes
nl_be: Wijzigingen toepassen

source: Warning
nl_be: Waarschuwing

source: Load
nl_be: Laden

source: Retry
nl_be: Opnieuw proberen

source: Size
nl_be: Grootte

source: Configuring
nl_be: Configureren

source: Disk
nl_be: Schijf

source: Disks
nl_be: Schijven

source: Partition
nl_be: Partitie

source: File system
nl_be: Bestandssysteem

source: Description
nl_be: Omschrijving

source: Service
nl_be: Dienst

source: TCP port
nl_be: TCP poort

source: Confirmation
nl_be: Bevestiging

source: Note
nl_be: Aantekening

source: Successful
nl_be: Succesvol

source: Failed
nl_be: Mislukt

source: Error
nl_be: Fout

source: The changes have been applied successfully.
nl_be: De wijzigingen zijn doorgevoerd

source: The changes have been saved. You must <a href=%s>reboot</a> your NAS for changes to take effect.
nl_be: De wijzigingen zijn opgeslagen. Je moet de NAS <a href=%s>herstarten</a> om de wijzigingen te activeren.

source: ERROR: The changes could not be applied (error code %s).
nl_be: FOUT: De wijzigingen konden niet toegepast worden (foutcode %s).

source: A valid IP address must be specified.
nl_be: Er moet een geldig IP-adres opgegeven worden.

source: A valid network bit count must be specified.
nl_be: Er moet een geldige bit-count voor het netwerk gegeven worden.

source: The TCP port must be a valid port number.
nl_be: De TCP-poort moet geldig zijn.

source: Password don't match.
nl_be: De opgegeven wachtwoorden komen niet overeen.

source: Note: Ctrl-click (or command-click on the Mac) to select and de-select minutes, hours, days and months.
nl_be: Hint: Ctrl-klik (of command-click op Mac) om minuten, uren, dagen en maanden te selecteren en de-selecteren.

source: UFS is the NATIVE file format for FreeBSD (the underlying OS of %s). Attempting to use other file formats such as FAT, FAT32, EXT2, EXT3, or NTFS can result in unpredictable results, file corruption, and loss of data!
nl_be: UFS is het standaard bestandssysteem voor FreeBSD (het onderliggende besturingssysteem van %s). Het gebruik van andere bestandssystemen zoals FAT, FAT32, EXT2, EXT3 of NTFS kan onvoorspelbare gevolgen hebben, of resulteren in beschadigde bestanden en verlies van gegevens!

source: Active
nl_be: Actief

source: Inactive
nl_be: Niet actief

source: Selected
nl_be: Geselecteerd

source: System
nl_be: Systeem

source: General setup
nl_be: Algemene instellingen

source: Static routes
nl_be: Statische routes

source: Advanced
nl_be: Geavanceerd

source: Swap
nl_be: Swap-geheugen

source: Assign
nl_be: Toewijzen

source: Management
nl_be: Beheer

source: Mount Point
nl_be: Aanhechtings punt:

source: Services
nl_be: Diensten

source: Access
nl_be: Toegang

source: Users and Groups
nl_be: Gebruikers en Groepen

source: Process
nl_be: Proces

source: Wireless
nl_be: Draadloos

source: Extensions
nl_be: Uitbreidingen

source: Diagnostics
nl_be: Diagnostiek

source: Logs
nl_be: Logboeken

source: Information
nl_be: Informatie

source: ARP table
nl_be: ARP tabel

source: Edit File
nl_be: Bestand bewerken

source: Backup/Restore
nl_be: Reservekopie/Kopie herstellen

source: Factory defaults
nl_be: Fabrieksinstellingen

source: Reboot system
nl_be: Systeem herstarten

source: Shutdown system
nl_be: Systeem uitschakelen

source: Graph
nl_be: Grafiek

source: Name of the NAS host, without domain part<br>e.g. <em>nas</em>
nl_be: Naam van de NAS host, zonder het domein gedeelte<br>b.v. <em>nas

source: Domain
nl_be: Domein

source: e.g. <em>mycorp.com</em>
nl_be: b.v. <em>mijndomein.com</em>

source: IP addresses
nl_be: IP adressen

source: Username
nl_be: Gebruikersnaam

source: If you want to change the username for accessing the webGUI, enter it here.
nl_be: Geef hier de gebruikersnaam voor toegang tot de webinterface op, indien je deze wilt veranderen.

source: Password
nl_be: Wachtwoord

source: If you want to change the password for accessing the webGUI, enter it here twice.<br>Don't use the character ':'.
nl_be: Indien je het wachtwoord voor de webinterface wilt aanpassen, voer het hier dan tweemaal in.<br>Gebruik niet het ':' karakter.

source: WebGUI protocol
nl_be: Webinterface protocol

source: WebGUI port
nl_be: Webinterface poort

source: Enter a custom port number for the webGUI above if you want to override the default (80 for HTTP, 443 for HTTPS).
nl_be: Vul hier een eigen poortnummer in voor bovenstaande webinterface, indien je geen gebruik wenst te maken van de standaard poorten (80 voor HTTP, 443 voor HTTPS).

source: Language
nl_be: Taal

source: Select the system language
nl_be: Selecteer de systeemtaal

source: System Time
nl_be: Systeemtijd

source: Enter desired system time directly (format mm/dd/yyyy hh:mm) or use icon to select one, then use Save button to update system time. (Mind seconds part will be ignored)
nl_be: Voer de gewenste systeemtijd in (formaat mm/dd/jjj uu:mm) of gebruik het icoontje om deze te selecteren. Klik dan op de Bewaren knop om de systeemtijd aan te passen. (het gedeelte van de seconden zal genegeerd worden)

source: Time zone
nl_be: Tijdzone

source: Select the location closest to you.
nl_be: Selecteer de dichtstbijzijnde locatie.

source: Time update interval
nl_be: Interval voor het bijwerken van de tijd.

source: Minutes between network time sync.; 300 recommended, or 0 to disable.
nl_be: Aantal minuten tussen een tijdsynchronisatie. 300 aangeraden, of 0 om te deactiveren.

source: NTP time server
nl_be: NTP tijd server

source: Use a space to separate multiple hosts (only one required). Remember to set up at least one DNS server if you enter a host name here!
nl_be: Gebruik een spatie om meerdere hosts van elkaar te scheiden (slechts &eacute;&eacute;n nodig). Denk eraan om tenminste &eacute;&eacute;n DNS server op te geven wanneer je hier een hostnaam invult!

source: The hostname may only contain the characters a-z, 0-9 and '-'.
nl_be: De hostnaam mag alleen de karakters a-z, 0-9 en '-' bevatten.

source: The domain may only contain the characters a-z, 0-9, '-' and '.'.
nl_be: Het domein mag alleen maar de karakters a-z, 0-9, '-' en '.' bevatten.

source: A valid IP address must be specified for the primary/secondary DNS server.
nl_be: Er moet een geldig IP-adres opgegeven worden voor de primaire/secundaire DNS server.

source: The username may only contain the characters a-z, A-Z and 0-9.
nl_be: De gebruikersnaam mag alleen de karakters a-z, A-Z en 0-9 bevatten.

source: A valid TCP/IP port must be specified for the webGUI port.
nl_be: Er moet een geldige TCP/IP poort opgegeven worden voor de webinterface.

source: The passwords do not match.
nl_be: De wachtwoorden komen niet overeen.

source: You must select a valid language.
nl_be: Je moet een geldige taal kiezen.

source: The time update interval must be either 0 (disabled) or between 6 and 1440.
nl_be: De interval voor de tijdsynchronisatie moet ofwel 0 (uitgeschakeld) of tussen de 6 en 1440 liggen.

source: A NTP Time Server name may only contain the characters a-z, 0-9, '-' and '.'.
nl_be: De naam van een NTP tijdserver mag alleen de karakters a-z, 0-9, '-' en '.' bevatten.

source: System information
nl_be: Systeem informatie

source: Name
nl_be: Naam

source: Version
nl_be: Versie

source: OS Version
nl_be: OS Versie

source: Last config change
nl_be: Laatste configuratiewijziging

source: Memory usage
nl_be: Geheugengebruik

source: Load averages
nl_be: Gemiddelde systeembelasting

source: show process information
nl_be: geef proces informatie weer

source: Disk space usage
nl_be: Gebruikte schijfruimte

source: No disk configured
nl_be: Geen schijf geconfigureerd

source: Processes
nl_be: Processen

source: Processes information
nl_be: Procesinformatie

source: The static route configuration has been changed.<br>You must apply the changes in order for them to take effect.
nl_be: De instellingen voor de statische routes zijn aangepast.<br>Je moet op 'toepassen' klikken om ze in gebruik te nemen.

source: Network
nl_be: Netwerk

source: Edit Route
nl_be: Route bewerken

source: Do you really want to delete this route?
nl_be: Weet je zeker dat je deze route wilt verwijderen?

source: Delete Route
nl_be: Route verwijderen

source: Add Route
nl_be: Route toevoegen

source: A valid destination network must be specified.
nl_be: Je moet een geldig bestemmingsnetwerk opgeven.

source: A valid gateway IP address must be specified.
nl_be: Je moet een geldig IP adres opgeven voor de gateway.

source: A route to this destination network already exists.
nl_be: Er bestaat al een route naar dit bestemmingsnetwerk.

source: Choose which interface this route applies to.
nl_be: Kies de interface waarop deze route van toepassing is.

source: Destination network
nl_be: Bestemmingsnetwerk

source: Destination network for this static route
nl_be: Bestemmingsnetwerk voor deze statische route

source: Gateway to be used to reach the destination network
nl_be: De gateway die gebruikt moet worden om het bestemmingsnetwerk te bereiken

source: You may enter a description here for your reference (not parsed).
nl_be: Je kunt hier een omschrijving opgeven voor eigen referentie (wordt niet verwerkt).

source: The uploaded image file is not for this platform
nl_be: Het ingevoerde image bestand is ongeschikt voor dit platform

source: Image upload failed (out of memory?)
nl_be: Het inlezen van het image bestand is mislukt (te weinig geheugen?)

source: The digital signature on this image is invalid.
nl_be: De digitale handtekening van het image bestand is ongeldig.

source: This image is not digitally signed.
nl_be: Het image bestand heeft geen digitale handtekening.

source: There has been an error verifying the signature on this image.
nl_be: Er is een fout opgetreden bij het verifieren van de digitale handtekening van het image bestand.

source: The image file is corrupt
nl_be: Het image bestand is beschadigd.

source: The firmware is now being installed. %s will reboot automatically.
nl_be: De systeemsoftware wordt nu geïnstalleerd. %s zal automatisch herstarten.

source: Firmware uploading is not supported on this platform.
nl_be: Het uploaden van systeemsoftware wordt niet ondersteund op dit platform.

source: This means that the image you uploaded is not an official/supported image and may lead to unexpected behavior or security compromises. Only install images that come from sources that you trust, and make sure that the image has not been tampered with.<br><br>Do you want to install this image anyway (on your own risk)?
nl_be: Dit betekent dat het image bestand dat je hebt gebruikt geen officieel/ondersteund image bestand is en dat dit kan leiden tot onverwacht systeemgedrag of beveiligingsrisico's. Installeer uitsluitend bestanden die afkomstig zijn van betrouwbare bronnen, en zorg ervoor dat er niet geknoeid is met het bestand.<br><br>Wil je het image bestand toch installeren (op eigen risico)?

source: Click &quot;Enable firmware upload&quot; below, then choose the image file to be uploaded.<br>Click &quot;Upgrade firmware&quot; to start the upgrade process.
nl_be: Klik hieronder op &quot;Uploaden systeemsoftware activeren&quot;, en kies daarna het te uploaden image bestand.<br>Klik op &quot;Systeemsoftware bijwerken&quot; om het bijwerken te starten.

source: Enable firmware upload
nl_be: Uploaden systeemsoftware activeren

source: Disable firmware upload
nl_be: Uploaden systeemsoftware deactiveren

source: Firmware image file
nl_be: Systeemsoftware image bestand (firmware)

source: Upgrade firmware
nl_be: Systeemsoftware bijwerken

source: You must reboot the system before you can upgrade the firmware.
nl_be: Je moet het systeem herstarten voordat je de systeemsoftware kunt bijwerken.

source: The TCP idle timeout must be an integer.
nl_be: De inactiviteitsduur voor TCP-onderbreking moet een geheel getal zijn.

source: Certificate and key must always be specified together.
nl_be: Certificaat en sleutel moeten altijd gezamenlijk gespecifieerd worden.

source: This certificate does not appear to be valid.
nl_be: Dit certificaat is ongeldig.

source: This key does not appear to be valid.
nl_be: Deze sleutel is ongeldig

source: The options on this page are intended for use by advanced users only, and there's <strong>NO</strong> support for them.
nl_be: De opties op deze pagina zijn bedoeld voor ervaren gebruikers; er is <strong>GEEN</strong> ondersteuning voor deze opties.

source: webGUI SSL certificate/key
nl_be: webinterface SSL certificaat/sleutel

source: Certificate
nl_be: Certificaat

source: Paste a signed certificate in X.509 PEM format here.
nl_be: Plak hier (copy/paste) een ondertekend certificaat in het X.509 PEM formaat.

source: Key
nl_be: Sleutel

source: Paste an RSA private key in PEM format here.
nl_be: Plak hier (copy/paste) een RSA private sleutel in het PEM formaat.

source: Miscellaneous
nl_be: Diverse

source: Disable console menu
nl_be: Consolemenu uitschakelen

source: Changes to this option will take effect after a reboot.
nl_be: Wijzigingen aan deze optie zullen pas actief worden na een herstart.

source: Firmware version check
nl_be: Controle op de versie van systeemsoftware

source: Disable firmware version check
nl_be: Controle op de versie van systeemsoftware uitschakelen.

source: Idle TCP connections will be removed from the state table after no packets have been received for the specified number of seconds. Don't set this too high or your state table could become full of connections that have been improperly shut down. The default is 9000 seconds (2.5 hours).
nl_be: Inactieve TCP connecties zullen uit de statustabel verwijderd worden zodra er gedurende het gespecifieerde aantal seconden geen pakketten ontvangen zijn. Zet deze waarde niet te hoog, dit kan tot gevolg hebben dat de statustabel vol verbindingen komt te staan die niet correct zijn afgesloten. De standaard instelling is 9000 seconden (2,5 uur).

source: Navigation
nl_be: Navigatie

source: Keep diagnostics in navigation expanded
nl_be: Hou de diagnosegegevens in de navigatie uitgevouwen

source: System Beep
nl_be: Systeem geluid

source: Disable speaker beep on startup and shutdown
nl_be: Systeem geluid uitschakelen bij het opstarten en afsluiten

source: Enable the S.M.A.R.T daemon
nl_be: De S.M.A.R.T daemon inschakelen

source: Monitor the S.M.A.R.T device by logging their status in the log file.
nl_be: Beheer de S.M.A.R.T schijven door hun status te registreren in een logbestand.

source: Tuning
nl_be: Fijnafstemming

source: Swap file
nl_be: wissel bestand

source: Swap size
nl_be: Ruimte voor het wissel bestand

source: mount share
nl_be: aanhechtingspunt gedeelde map

source: Mount to use for swap
nl_be: aanhechtingspunt voor wissel bestandsruimte

source: Swap file size
nl_be: wissel bestandsgrootte

source: Size in MB.
nl_be: Grootte in MB.

source: Assign network ports
nl_be: Netwerkpoorten toekennen

source: Port
nl_be: Poort

source: was assigned to
nl_be: werd toegekend aan

source: Network port
nl_be: Netwerk poort

source: Delete interface
nl_be: Interface verwijderen

source: Add interface
nl_be: Interface toevoegen

source: After you click &quot;Save&quot;, you must reboot %s to make the changes take effect. You may also have to do one or more of the following steps before you can access your NAS again: </span><
nl_be: Nadat je op &quot;Bewaren&quot; klikt moet je %s herstarten om de wijzigingen door te voeren. Het kan zijn dat je ook nog &euml;&euml;n van volgende stappen moet uitvoeren om opnieuw toegang te krijgen tot je NAS: </span></p

source: A valid gateway must be specified.
nl_be: Er moet een geldige gateway opgegeven worden.

source: A valid mtu size must be specified.
nl_be: Er moet een geldige MTU grootte opgegeven worden.

source: IP address
nl_be: IP adres

source: Subnet bit count
nl_be: Aantal bits voor het subnet

source: Standard MTU is 1500, use 9000 for jumbo frame.
nl_be: De standaard MTU is 1500, gebruik 9000 voor jumbo frame.

source: Enable device polling
nl_be: Device polling

source: Speed
nl_be: Snelheid

source: Enable Optional
nl_be: Activeer optioneel

source: Enter a description (name) for the interface here.
nl_be: Geef hier een omschrijving (naam) voor de interface.

source: Static IP configuration
nl_be: Statische IP instellingen

source: DHCP client configuration
nl_be: DHCP client instellingen

source: General configuration
nl_be: Algemene instellingen

source: Hostname
nl_be: Hostnaam

source: The value in this field is sent as the DHCP hostname when requesting a DHCP lease.
nl_be: De waarde in dit veld wordt als DHCP hostnaam doorgestuurd bij het aanvragen van een DHCP lease.

source: The value in this field is sent as the DHCP client identifier when requesting a DHCP lease.
nl_be: De waarde in dit veld wordt doorgestuurd als DHCP client identifier wanneer een DHCP-lease wordt aangevraagd.

source: Calculate netmask bits
nl_be: Bereken de netmask bits

source: The LAN configuration has been changed.<br>You must apply the changes in order for them to take effect.
nl_be: De LAN instellingen zijn gewijzigd.<br>Je moet op 'toepassen' klikken voordat de wijzigingen actief worden.

source: Manage
nl_be: Beheer

source: Format
nl_be: Formatteer

source: Tools
nl_be: Hulpmiddelen

source: The disk list has been changed.<br>You must apply the changes in order for them to take effect.
nl_be: De lijst met schijven is gewijzigd.<br>Je moet op 'toepassen' klikken voordat de wijzigingen actief worden.

source: Standby time
nl_be: Standby tijd

source: Always on
nl_be: Altijd aan

source: Unknown or unformatted
nl_be: Onbekend of niet geformatteerd

source: Edit disk
nl_be: Schijf bewerken

source: Delete disk
nl_be: Schijf verwijderen

source: Do you really want to delete this disk? All elements that still use it will become invalid (e.g. share)!
nl_be: Weet je zeker dat je deze schijf wilt verwijderen? Alle elementen die gebruik maken van deze schijf worden ongeldig. (bv gedeelde mappen)!

source: Add disk
nl_be: Schijf toevoegen

source: First configuration step: Add your hardrive to the disk list.
nl_be: Eerste stap van de instellingen: voeg de schijf toe aan de lijst met schijven.

source: This disk already exists in the disk list.
nl_be: Deze schijf bestaat al in de lijst met schijven.

source: UDMA mode
nl_be: UDMA modus

source: Hard disk standby time
nl_be: Standby tijd van de harde schijf.

source: Puts the hard disk into standby mode when the selected amount of time after the last access has elapsed. <em>Do not set this for CF cards.</em>
nl_be: Plaatst de harde schijf in standby modus wanneer de ingestelde tijd na de laatste schijftoegang is verstreken. <em>Activeer dit niet voor CF kaarten.</em>

source: Advanced Power Management
nl_be: Geavanceerd Energiebeheer

source: Minimum power usage with Standby
nl_be: Minimaal energieverbruik met Stand-by

source: Medium power usage with Standby
nl_be: Medium energieverbruik met Stand-by

source: Minimum power usage without Standby
nl_be: Minimaal energieverbruik zonder Stand-by

source: Medium power usage without Standby
nl_be: Medium energieverbruik zonder Stand-by

source: Maximum performance, maximum power usage
nl_be: Maximale prestaties, maximaal energieverbruik

source: This allows you to lower the power consumption of the drive, at the expense of performance.<br><em>Do not set this for CF cards.</em>
nl_be: Hiermee kun je het energieverbruik van de schijf reduceren, dit gaat wel ten koste van de prestaties.<br><em>Activeer dit niet voor CF kaarten.</em>

source: Acoustic level
nl_be: Geluidsniveau

source: Minimum performance, Minimum acoustic output
nl_be: Minimale prestaties, Minimale geluidsproductie

source: Medium acoustic output
nl_be: Medium geluidsproductie

source: Maximum performance, maximum acoustic output
nl_be: Maximale prestaties, maximale geluidsproductie

source: This allows you to set how loud the drive is while it's operating.<br><em>Do not set this for CF cards.</em>
nl_be: Hiermee kun je het geluidsniveau van de schijf instellen.<br><em>Gebruik dit niet voor CF kaarten.</em>

source: Preformatted FS
nl_be: Voorgeformatteerd bestandssysteem

source: Initialize
nl_be: Initialiseer

source: The disk is currently mounted! <a href=%s>Unmount</a> this disk first before proceeding.
nl_be: De schijf is momenteel aangekoppeld! <a href=%s>Ontkoppel</a> deze schijf eerst voor verder te gaan.

source: Can't format the drive where FreeNAS configuration file is installed!
nl_be: Kan de schijf waar het FreeNAS configuratie bestand is opgeslagen niet formatteren!

source: Disk initialization details
nl_be: Initialisatiedetails van de schijf

source: "fdisk: Geom not found"is not an error message!
nl_be: "fdisk: Geom not found" is geen foutmelding!

source: This step will erase all your partition, create one GPT/EFI (for UFS) or MBR (for others) partition and format the hard drive with the file system specified.
nl_be: Deze stap zal de gehele partitie wissen, een GPT/EFI (voor UFS) of MBR (voor overige) partitie aanmaken en de harde schijf formatteren met het gekozen bestandssysteem.

source: Format disk
nl_be: Formatteer schijf

source: Do you really want to format this disk? All data will be lost!
nl_be: Weet je zeker dat je deze schijf wilt formatteren? Alle gegevens zullen verloren gaan!

source: Specify the percentage of space held back from normal users. Note that lowering the threshold can adversely affect performance and auto-defragmentation.
nl_be: Kies het percentage van de ruimte die moet worden verborgen voor algemene gebruikers. Het verlagen van deze drempel kan een negatief effect hebben op de prestaties en auto-defragmentatie.

source: Don't Erase MBR
nl_be: De MBR niet wissen

source: Don't erase the MBR (useful for some RAID controller cards)
nl_be: De MBR niet wissen (zinvol voor sommige RAID controller kaarten)

source: Send Command!
nl_be: Commando versturen!

source: Command output:
nl_be: Commando uitvoer:
