Repository: freenas/freenas7
Catalog: locale/*.ISO8859-1.po
Languages: nl_be

source: The disk is currently mounted! The mount point will be removed temporary to perform selected command.
nl_be: De schijf is momenteel aangekoppeld! Het aanhechtingspunt zal tijdelijk verwijderd worden om het gekozen commando uit te voeren.

source: Unmount disk/partition
nl_be: Ontkoppel schijf/partitie

source: If the selected disk/partition is mounted it will be unmounted temporarily to perform selected command, otherwise the commands work in read-only mode.<br>Service disruption to users accessing this mount will occur during this process.
nl_be: Als de geselecteerde schijf/partitie aangekoppeld is zal deze tijdelijk ontkoppeld worden om het gekozen commando uit te voeren, anders werken de commando's slechts in 'alleen-lezen' modus.<br>Gebruikers kunnen tijdens dit proces geen gebruik maken van de schijf/partitie.

source: Target IP address
nl_be: bestemmings IP adres

source: IP address of the iSCSI target.
nl_be: IP adres van de iSCSI bestemming.

source: Targetname
nl_be: Bestemmingsnaam

source: Targetname.
nl_be: Bestemmingsnaam.

source: Manage RAID
nl_be: RAID beheer

source: Format RAID
nl_be: RAID formatteren

source: Volume Name
nl_be: Volumenaam

source: The RAID volume is currently mounted! Remove the <a href=%s>mount point</a> first before proceeding.
nl_be: Het RAID volume is nog aangekoppeld! Verwijder het <a href=%s>aanhechtingspunt</a> eerst.

source: (unstable)
nl_be: (instabiel)

source: The Raid configuration has been changed.<br>You must apply the changes in order for them to take effect.
nl_be: De Raid instellingen zijn gewijzigd.<br>Je moet op 'toepassen' klikken voordat de wijzigingen doorgevoerd worden.

source: Edit RAID
nl_be: RAID bewerken

source: Delete RAID
nl_be: RAID verwijderen

source: Add RAID
nl_be: RAID toevoegen

source: Do you really want to delete this raid volume? All elements that still use it will become invalid (e.g. share)!
nl_be: Weet je zeker dat je dit RAID volume wilt verwijderen? Alle elementen die er gebruik van maken zullen ongeldig worden (bv gedeelde mappen)!

source: You must add disks first.
nl_be: Je moet eerst schijven toevoegen.

source: The device name may only consist of the characters a-z, A-Z, 0-9.
nl_be: De toestelnaam mag alleen maar bestaan uit de karakters a-z, A-Z, 0-9.

source: This device already exists in the raid volume list.
nl_be: Dit toestel bestaat al in de RAID volumelijst.

source: There must be a minimum of 2 disks in a RAID 0 volume.
nl_be: Er moeten minimaal 2 schijven zijn voor een RAID 0 volume.

source: There must be 2 disks in a RAID 1 volume.
nl_be: Er moeten minimaal 2 schijven zijn in een RAID 1 volume.

source: There must be a minimum of 2 disks in a RAID 5 volume.
nl_be: Er moeten minimaal 2 schijven zijn in een RAID 5 volume.

source: ERR Could not save RAID configuration.
nl_be: FOUT: kon de RAID instellingen niet opslaan.

source: Raid name
nl_be: RAID naam

source: Members of this volume
nl_be: Onderdelen van dit volume

source: Software RAID information and status
nl_be: Software RAID informatie en status

source: Disk format UFS output:
nl_be: Schijf formattering UFS uitvoer:

source: This step will format the RAID volume in Unix FileSystem (UFS).
nl_be: Deze stap zal het RAID volume formatteren in het unix bestandssysteem (UFS).

source: Format UFS disk!
nl_be: Formatter UFS schijf!

source: Object name
nl_be: Object naam

source: Command
nl_be: Opdracht

source: 1. Use these specials actions for debugging only!<br>2. There is no need of using this menu for start a RAID volume (start automaticaly).
nl_be: 1. Gebruik deze speciale opdrachten alleen maar voor het debuggen!<br>2. Gebruik dit menu niet om een RAID volume op te starten (dit start automatisch).

source: Share Name
nl_be: Naam gedeelde map

source: The mount point list has been changed.<br>You must apply the changes in order for them to take effect.
nl_be: De lijst van aanhechtingspunten is gewijzigd.<br>Je moet op 'toepassen' klikken voordat de wijzigingen doorgevoerd worden.

source: Do you really want to delete this mount point? All elements that still use it will become invalid (e.g. share)!
nl_be: Weet je zeker dat je dit koppelpunt wilt verwijderen? Alle elementen die er gebruik van maken zullen ongeldig worden (bv gedeelde mappen)!

source: delete mount
nl_be: aanhechtingspunt verwijderen

source: add mount
nl_be: aanhechtingspunt toevoegen

source: The description name contain invalid characters.
nl_be: De naam van de gedeelde map bevat ongeldige karakters.

source: Can't mount the system partition 1, the DATA partition is the 2.
nl_be: Systeempartitie 1 kan niet gekoppeld worden, de DATA partitie is partitie2

source: Duplicate Share Name.
nl_be: Dubbele naam voor de gedeelde map.

source: Select EFI GPT if you want to mount a GPT formatted drive (default method since 0.684b).<br>Select 1 for UFS formatted drive or software RAID volume creating since the 0.683b.<br>Select 2 for mounting the DATA partition if you select option 2 during installation on hard drive.<br>Select old software gmirror/graid5/gvinum for volume created with old FreeNAS release
nl_be: Kies EFI GPT wanneer je een GPT geformatteerde schijf (standaard methode sinds 0.684b) wilt koppelen.<br>Kies 1 voor het aankoppelen van een UFS geformatterde schijf of software RAID volume na 0.683b.<br>Kies 2 voor het koppelen van de DATA partitie als je ook optie 2 bij de installatie van de systeem software hebt gekozen.<br>Kies de oude software gmirror/graid5/gvinum voor een volume aangemaakt met een oude FreeNAS versie.

source: You can't mount the partition '%s' where the config file is stored.<br>
nl_be: Je kunt de partitie '%s' waarop het configuratiebestand is opgeslagen niet aankoppelen.<br>

source: Mounting...
nl_be: Bezig met koppelen...

source: Unmounting...
nl_be: Bezig met ontkoppelen...

source: You can't unmount a drive used by swap file or iSCSI-target file!
nl_be: Je kunt een schijf die gebruikt wordt als wissel bestandsruimte of iSCSI doel niet ontkoppelen!

source: The Netbios name contains invalid characters.
nl_be: De Netbiosnaam bevat ongeldige karakters.

source: The Workgroup name contains invalid characters.
nl_be: De werkgroepnaam bevat ongeldige karakters.

source: The WINS server must be an IP address.
nl_be: De WINS server moet een IP adres zijn.

source: The SND Buffer value must be a number.
nl_be: De verzendbufferwaarde moet een getal zijn.

source: The RCV Buffer value must be a number.
nl_be: De ontvangbufferwaarde moet een getal zijn.

source: CIFS share
nl_be: Gedeelde map

source: Authentication
nl_be: Legitimatie

source: NetBiosName
nl_be: NetBiosnaam

source: Workgroup
nl_be: Werkgroep

source: Workgroup to be member of.
nl_be: Werkgroep waarvan lid.

source: Server description. This can usually be left blank.
nl_be: Omschrijving van de server. Dit kan normaliter leeg blijven.

source: Dos charset
nl_be: DOS karakterset

source: Unix charset
nl_be: UNIX karakterset

source: Log Level
nl_be: Log niveau

source: Local Master Browser
nl_be: Locale Hoofd Browser

source: Allows %s to try and become a local master browser.
nl_be: Dit staat %s toe om te proberen locale hoofd browser te worden.

source: Time server
nl_be: Tijd server

source: %s advertises itself as a time server to Windows clients.
nl_be: %s maakt zichzelf als tijdserver kenbaar aan Windows clienten.

source: WINS Server IP address.
nl_be: WINS Server IP adres.

source: Recycle Bin
nl_be: Prullenmand

source: Enable Recycle bin
nl_be: Prullenmand activeren

source: This will create a recycle bin on the CIFS shares.
nl_be: Dit maakt een prullenmand aan op de CIFS gedeelde mappen.

source: Shares
nl_be: Gedeelde mappen

source: Send Buffer Size
nl_be: Zendbuffer grootte

source: Size of send buffer (16384 by default).
nl_be: Grootte van de zendbuffer (standaard 16384).

source: Receive Buffer Size
nl_be: Ontvangstbuffer grootte

source: Size of receive buffer (16384 by default).
nl_be: Grootte van de ontvangstbuffer (standaard 16384).

source: The shares has been modified.<br>You must apply the changes in order for them to take effect.
nl_be: De gedeelde mappen zijn gewijzigd.<br>Je moet op 'toepassen' klikken voordat de wijzigingen doorgevoerd worden.

source: Browseable
nl_be: Verkenbaar

source: Edit share
nl_be: Gedeelde map bewerken

source: This controls whether this share is seen in the list of available shares in a net view and in the browse list.
nl_be: Dit bepaalt of de gedeelde map zichtbaar is in de lijst van beschikbare gedeelde mappen in het netwerkoverzicht.

source: The maximum Number of client must be a number.
nl_be: Het maximum aantal clients moet een getal zijn.

source: The max con per ip must be a number.
nl_be: Het maximum aantal connecties per IP adres moet een getal zijn.

source: The maximum idle time be a number.
nl_be: De maximum inactiviteitsduur moet een getal zijn.

source: The pasv address must be a public IP address.
nl_be: Het pasv adres moet een publiek IP adres zijn.

source: You must select at minium anonymous or/and local user authentication.
nl_be: Je moet minstens een anonieme- en/of lokale gebruikersaanmelding selecteren.

source: Number of clients
nl_be: Aantal clienten

source: Maximum number of simultaneous clients.
nl_be: Maximum aantal gelijktijdige connecties.

source: Max. conn. per IP
nl_be: Max. aant. conn. per IP

source: Maximum number of connections per IP address (0 = unlimited).
nl_be: Maximum aantal connecties per IP adres (0 = ongelimiteerd).

source: Timeout
nl_be: Onderbreking

source: Maximum idle time in minutes.
nl_be: Maximale non-actieve tijd in minuten.

source: Anonymous login
nl_be: Anonieme aanmelding

source: Enable anonymous login.
nl_be: Anonieme aanmelding activeren.

source: Local User
nl_be: Lokale gebruiker

source: Enable local user login.
nl_be: Lokale gebruikersaanmelding activeren.

source: Enable FXP protocol.
nl_be: Het FXP protocol activeren.

source: FXP allows transfers between two remote servers without any file data going to the client asking for the transfer (insecure!).
nl_be: FXP laat bestandsoverdrachten toe tussen twee externe servers zonder bestandsoverdracht naar de client die de overdracht aanvraagt (niet veilig!).

source: NAT mode
nl_be: NAT modus

source: Force NAT mode.
nl_be: Forceer NAT modus.

source: Enable this if your FTP server is behind a NAT box that doesn't support applicative FTP proxying.
nl_be: Activeer deze optie wanneer de FTP server zich achter een NAT router bevindt welke geen proxy functie heeft (ingesteld) voor het FTP verkeer.

source: Passive IP address
nl_be: Passief IP address

source: Use this option to override the IP address that FTP daemon will advertise in response to the PASV command.
nl_be: Gebruik deze optie om het IP adres te omzeilen dat de FTP server zal adverteren in antwoord op het PASV commando.

source: The minimum port to allocate for PASV style data connections (0 = use any port).
nl_be: De minimum poort die toegewezen wordt voor de PASV type dataverbindingen (0 = iedere poort is mogelijk).

source: The maximum port to allocate for PASV style data connections (0 = use any port).
nl_be: De maximum poort die toegewezen wordt voor de PASV type dataverbindingen (0 = iedere poort is mogelijk).

source: Greeting banner displayed by FTP when a connection first comes in.
nl_be: Begroetingsbanner die getoond wordt bij het maken van een FTP verbinding.

source: A valid network must be specified.
nl_be: Er moet een geldig netwerk gespecifieerd zijn.

source: Map all users to root
nl_be: Link alle gebruikers aan root

source: All users will have the root privilege.
nl_be: Alle gebruikers zullen root-privilleges hebben.

source: Authorized
nl_be: Geauthoriseerd

source: Networks
nl_be: Netwerken

source: Networks Authorized
nl_be: Geauthoriseerde Netwerken

source: Network that is authorised to access to NFS share
nl_be: Netwerk dat geautoriseerd is om toegang te krijgen tot de gedeelde NFS mappen

source: The name of the exported directories are : /mnt/sharename
nl_be: De namen van de ge&euml;xporteerde mappen zijn van de vorm: /mnt/mapnaam

source: Local
nl_be: Lokaal

source: Read only
nl_be: Alleen lezen

source: Map to user
nl_be: Linken naar gebruiker

source: Alternate TCP port. Default is 873
nl_be: Alternatieve TCP poort.

source: Maximum connections
nl_be: Maximum aantal verbindingen

source: Maximum number of simultaneous connections. Default is 0 (unlimited).
nl_be: Het maximum aantal gelijktijdige verbindingen. Standaard is dit 0 (ongelimiteerd).

source: MOTD
nl_be: BVDD

source: Message of the day.
nl_be: Bericht Van De Dag

source: You must configure mount point first.
nl_be: Je moet eerst een koppelingspunt instellen.

source: Rsync Client Synchronization
nl_be: RSYNC client synchronisatie

source: Remote RSYNC Server
nl_be: RSYNC server op afstand

source: IP address of remote RSYNC server
nl_be: IP adres van de RSYNC server op afstand

source: RSYNC Options
nl_be: RSYNC opties

source: Delete files that don't exist on sender.
nl_be: Verwijder de bestanden niet niet op de 'verzender' staan.

source: Shares to be synchronized
nl_be: Gedeelde mappen die gesynchroniseerd moeten worden

source: This same local share must be present on the Remote Server.
nl_be: De lokaal gedeelde map moet ook aanwezig zijn op de server op afstand.

source: Synchronization Time
nl_be: Synchronisatietijdstip

source: You can't have the same mount point for source and destination!
nl_be: Je kunt niet hetzelfde aanhechtingspunt gebruiken voor zowel bron als bestemming!

source: Rsync Local Synchronization
nl_be: RSYNC lokale synchronisatie

source: Source
nl_be: Bron

source: Source Mount Point.
nl_be: Bron aanhechtingspunt.

source: Destination
nl_be: Bestemming

source: Destination Mount Point (backup drive).
nl_be: Bestemmings aanhechtingspunt (backup schijf).

source: Alternate TCP port. Default is 22
nl_be: Alternatieve TCP poort. Standaard 22

source: Permit root login
nl_be: root aanmelding toestaan

source: Enable TCP Forwarding
nl_be: TCP doorsturen inschakelen

source: Permit to do SSH Tunneling.
nl_be: SSH Tunneling toestaan

source: Specifies whether it is allowed to login as superuser (root) directly.
nl_be: Instelling die bepaalt of het is toegestaan om rechtstreeks als Superuser (root) in te loggen.

source: SSH key
nl_be: SSH sleutel

source: Private Key
nl_be: Prive sleutel

source: Paste a DSA PRIVATE KEY in PEM format here.
nl_be: Plak hier (copy/paste) een DSA PRIVATE SLEUTEL in PEM formaat.

source: The combination of share and working directory does not exist.
nl_be: De combinatie van gedeelde map en werkfolder bestaat niet.

source: Unison File Synchronisation
nl_be: Unison bestandssynchronisatie

source: Share
nl_be: Gedeelde map

source: You may need enough space to duplicate all files being synced
nl_be: Er moet voldoende ruimte zijn om alle te synchroniseren bestanden te dupliceren

source: Working Directory
nl_be: Werkfolder

source: Where the working files will be stored
nl_be: Plaats waar de werkbestanden zullen bewaard worden.

source: Create work directory if it doesn't exist
nl_be: Een werkmap aanmaken als deze niet bestaat

source: UPnP friendly name.
nl_be: UPnP herkenbare naam.

source: Interface to listen to.
nl_be: Interface waarop UPnP moet luisteren.

source: Content
nl_be: Inhoud

source: Directories to be shared.
nl_be: Mappen die gedeeld moeten worden.

source: No content directory to be shared.
nl_be: Er is geen inhoudsmap om te delen.

source: Directory
nl_be: Map

source: Add directory
nl_be: Map toevoegen

source: Edit directory
nl_be: Map bewerken

source: Delete directory
nl_be: Map verwijderen

source: Do you really want to delete this directory entry?
nl_be: Weet je zeker dat je deze map wilt verwijderen?

source: Directory to be shared.
nl_be: Map die gedeeld moet worden.

source: You must select at least one authentication method.
nl_be: Je moet minstens &euml;&euml;n aanmeldingsmethode kiezen.

source: Server Name
nl_be: Server Naam

source: Enable guest access.
nl_be: Activeer gast-toegang.

source: Enable local user authentication.
nl_be: Activeer lokale gebruikersaanmelding.

source: User
nl_be: Gebruiker

source: Users
nl_be: Gebruikers

source: Group
nl_be: Groep

source: Groups
nl_be: Groepen

source: Full Name
nl_be: Volledige naam

source: The User list has been changed.<br>You must apply the changes in order for them to take effect.
nl_be: De gebruikerslijst werd aangepast.<br>Je moet op 'toepassen' klikken vooraleer de wijzigingen actief zijn.

source: Edit user
nl_be: Gebruiker bewerken

source: Delete user
nl_be: Gebruiker verwijderen

source: Do you really want to delete this user?!
nl_be: Weet je zeker dat je deze gebruiker wilt verwijderen?!

source: Add user
nl_be: Gebruiker toevoegen

source: You must create a group first.
nl_be: Je moet eerst een groep aanmaken.

source: The login name contains invalid characters.
nl_be: De gebruikersnaam bevat ongeldige karakters.

source: The login name is a reserved login name.
nl_be: De gebruikersnaam is een gereserveerde gebruikersnaam.

source: The full name contains invalid characters.
nl_be: De volledige naam bevat ongeldige karakters.

source: This user already exists in the user list.
nl_be: Deze gebruiker bestaat al in de gebruikerslijst.

source: Unique login name of user.
nl_be: Unieke aanmeldingsnaam van de gebruiker.

source: User full name.
nl_be: Volledige naam.

source: User password.
nl_be: Wachtwoord gebruiker.

source: Confirm Password
nl_be: Bevestig wachtwoord

source: Confirm the password.
nl_be: Bevestig het wachtwoord.

source: Group Member
nl_be: Groepslid

source: Full Shell
nl_be: Volledige gebruikersomgeving

source: Give full shell to user
nl_be: Geef de volledige gebruikersomgeving aan de gebruiker

source: Administrator
nl_be: beheerder

source: Put user in the administrator group
nl_be: Plaats gebruiker in de beheerders groep

source: The group list has been changed.<br>You must apply the changes in order for them to take effect.
nl_be: De groeplijst werd gewijzigd.<br>Je moet op 'toepassen' klikken vooraleer de wijzigingen actief zijn.

source: Edit group
nl_be: Groep bewerken

source: Delete group
nl_be: Groep verwijderen

source: Do you really want to delete this group?
nl_be: Weet je zeker dat je deze groep wilt verwijderen?

source: Add group
nl_be: Groep toevoegen

source: The Group name contains invalid characters.
nl_be: De naam van de groep bevat ongeldige karakters.

source: The Group desc contains invalid characters.
nl_be: De omschrijving van de groep bevat ongeldige karakters.

source: This group already exists in the group list.
nl_be: Deze groep bestaat al in de groepenlijst.

source: Group name.
nl_be: Groepsnaam.

source: Group description.
nl_be: Groepsomschrijving.

source: AD server name
nl_be: AD servernaam

source: AD or PDC name.
nl_be: AD of PDC naam.

source: IP address of MS Active Directory server.
nl_be: IP adres van de MS Active Directory server.

source: Domain name
nl_be: Domeinnaam

source: Domain name in old format.
nl_be: Domeinnaam in oud formaat.

source: Administrator name
nl_be: Naam van de beheerder

source: Username of a domain administrator account.
nl_be: Gebruikersnaam van een domeinbeheerder.

source: Administration password
nl_be: Wachtwoord van de beheerder

source: Password of domain administrator account, enter it here twice.
nl_be: Wachtwoord voor de opgegeven domein beheerders gebruikersnaam, geef hier twee maal in.

source: The system is halting now. This may take one minute.
nl_be: Het systeem wordt nu gestopt. Dit kan een minuut duren.

source: Are you sure you want to shutdown the system?
nl_be: Weet je zeker dat je het systeem wilt uitschakelen?

source: Scheduled shutdown
nl_be: Geplande uitschakeling

source: Shutdown Time
nl_be: Uitschakelingstijdstip

source: File path
nl_be: Bestandspad

source: Saved file to
nl_be: Bestand bewaard op

source: File not found
nl_be: Bestand niet gevonden

source: Rows
nl_be: Rijen

source: Cols
nl_be: Kolommen

source: Highlighting
nl_be: Markeren

source: Enabled
nl_be: Geactiveerd

source: Disabled
nl_be: Niet geactiveerd

source: Execute command
nl_be: Commando uitvoeren

source: The system is rebooting now. This may take one minute.
nl_be: Het systeem is nu aan het herstarten. Dit kan een minuut duren.

source: Are you sure you want to reboot the system?
nl_be: Weet je zeker dat je het systeem wilt herstarten?

source: License
nl_be: Licentie

source: Signal strength cache
nl_be: Cache voor signaalsterkte

source: MAC address
nl_be: MAC adres

source: Signal
nl_be: Signaal

source: Noise
nl_be: Ruis

source: Quality
nl_be: Kwaliteit

source: Associated stations
nl_be: Gekoppelde stations

source: TX rates
nl_be: TX (verzend) snelheden

source: No supported wireless interfaces were found for status display (only cards that use the wi[n] driver are supported).
nl_be: Er zijn geen ondersteunde draadloze interfaces gevonden om de status weer te geven (alleen kaarten die het wi[n] stuurprogramma gebruiken worden ondersteund).

source: Channel
nl_be: Kanaal

source: I/O packets
nl_be: I/O paketten

source: I/O errors
nl_be: I/O fouten

source: Collisions
nl_be: Botsingen

source: CPU load
nl_be: CPU belasting

source: Edit VLAN
nl_be: VLAN bewerken

source: Traceroute may take a while to complete. You may hit the Stop button on your browser at any time to see the progress of failed traceroutes.
nl_be: Het kan even duren vooraleer traceroute klaar is. Ja mag altijd op de stop knop van je browser klikken om de vooruitgang te zien van de gefaalde traceroutes.

source: Partitions
nl_be: Partities

source: Space Used
nl_be: Gebruikte ruimte

source: Mounts
nl_be: Koppelingen

source: MS Domain
nl_be: MS Domein

source: List of detected ATA disks
nl_be: Lijst van gedetecteerde ATA schijven

source: List of detected SCSI disks
nl_be: Lijst van gedetecteerde SCSI schijven

source: List of mount points
nl_be: Lijst van koppelpunten

source: Free Space
nl_be: Beschikbare (vrije) ruimte

source: %s will reboot after restoring the configuration.
nl_be: %s zal herstarten na het terugschrijven van de instellingen.

source: Delete ARP entry
nl_be: ARP ingang verwijderen

source: Remove all entries from ARP table
nl_be: Alle ARP ingangen verwijderen uit de tabel

source: Traffic graph
nl_be: Grafiek van het netwerkverkeer

source: Enable tuning of some kernel variables
nl_be: Het tunen van sommige kernelvariabelen inschakelen

source: Attaching...
nl_be: Verbinden...

source: Detaching...
nl_be: Los koppelen...

source: attach
nl_be: verbind

source: detach
nl_be: Koppel los

source: Attached
nl_be: Verbonden

source: Not attached
nl_be: Niet verbonden

source: Reload page
nl_be: Herlaad pagina

source: Resume
nl_be: Hervat

source: Enable resume mode.
nl_be: Activeer hervat modus.

source: iSCSI Target
nl_be: iSCSI Doel

source: Do you really want to delete this target?
nl_be: Bent u zeker dat u deze target wil verwijderen?

source: Delete target
nl_be: Verwijder doel

source: Add target
nl_be: Voeg doel toe

source: Network that is authorised to access to this iSCSI target.
nl_be: Toegelaten netwerk om dit iSCSI doel te gebruiken.

source: You must have a minimum of 256MB of RAM for using iSCSI-target.
nl_be: U heeft minimum 256MB Ram geheugen nodig om iSCSI-target te gebruiken.

source: FTP Server disabled
nl_be: FTP server uitgeschakeld

source: FTP users
nl_be: FTP gebruikers

source: FTP connected users
nl_be: FTP verbonden gebruikers

source: Save and Restart CIFS
nl_be: Sla op en herstart CIFS

source: Save and Restart UPnP
nl_be: Sla op en herstrat UPnP

source: Save and Restart Unison
nl_be: Sla op en herstart Unison

source: Save and Restart SSHD
nl_be: Sla op en herstart SSHD

source: Save and Restart RSYNC
nl_be: Sla op en herstart RSYNC
