Repository: freenas/freenas7
Catalog: locale/*.po
Languages: sk, sl

source: Schedule time
sk: Plánovaný čas
sl: Čas zagona

source: Scheduled
sk: Naplánovaný
sl: Načrtovano

source: Scheduled Self-Test
sk: Plánovaná kontrola vlastného stavu
sl: Načrtovan self-test

source: Scheduled reboot
sk: Naplánovaný reštart
sl: Načrtovan ponovni zagon

source: Scheduled self-tests
sk: Plánované testy vlastného stavu
sl: Načrtovan self-test

source: Scheduled shutdown
sk: Plánované zastavenie
sl: Nastavljen izklop

source: Secret
sl: Geslo

source: Secure Shell
sl: Varna lupina

source: Security
sk: Bezpečnosť
sl: Varnost

source: Select a disk that is enabled for S.M.A.R.T. monitoring.
sk: Vyberte disk, ktorý má zapnuté monitorovanie S.M.A.R.T.
sl: Izberite disk, ki je omogočen za S.M.A.R.T. nadzor.

source: Select item to remove from the list
sk: yberte položku, ktorú chcete odstrániť zo zoznamu
sl: Izberite predmet, ki ga želite odstraniti s seznama.

source: Select mount point where to create the swap file.
sk: Zvoľte miesto pripojenia, kde sa má vytvoriť odkladací súbor
sl: Izberite priklopno točko, kjer ustvarim datoteko za izmenljiv prostor.

source: Select the FreeBSD package to be installed.
sk: Zvoľte FreeBSD balík, ktorý sa má inštalovať.
sl: Izberite FreeBSD paket, ki ga želite namestiti.

source: Select the location closest to you.
sk: Zvoľte miesto, ktoré je k vám najbližšie
sl: Izbor najbližje lokacije

source: Select your read balance algorithm.
sk: Zvoľte algoritmus vyvažovania čítania.
sl: Izberite bralni algrotem.

source: Selected
sk: Zvolený
sl: Izbrano

source: Selected file isn't an valid ISO file.
sk: Zvolený súbor nie je platný ISO súbor.
sl: Izbrana datoteka ni veljavnega ISO formata.

source: Self-Monitoring, Analysis and Reporting Technology
sl: Tehnologija za analiziranje, poročanje in samokontrolo.

source: Send Buffer Size
sk: Veľkosť odosielacieho bufera
sl: Velikost predpomnilnika pošiljanja

source: Send Command!
sk: Poslať príkaz!
sl: Pošlji ukaz!

source: Send a TEST warning email on startup.
sk: Poslať varovný email TEST pri spustení.
sl: Pošlji testno opozorilno e-poštno sporočilo ob zagonu.

source: Send now
sk: Poslať teraz
sl: Pošlji

source: Send test email
sk: Poslať testovací email
sl: Pošlji testno e-pošto

source: Separate email addresses by semi-colon.
sk: Oddeliť emailové adresy bodkočiarkou.
sl: Ločite e-poštne naslove s podpičjem

source: Serial Console
sl: Serijska konzola

source: Serial number
sl: Serijska številka

source: Server
sl: Strežnik

source: Server Name
sk: Názov servera
sl: Ime strežnika

source: Server description. This can usually be left blank.
sk: Popis servera. Toto je zvyčajne možné vynechať.
sl: Opis strežnika. Ponavadi lahko pustite prazno.

source: Server name
sk: Názov servera
sl: Ime strežnika

source: Service
sk: Služba
sl: Storitve

source: Services
sk: Služby
sl: Storitve

source: Set additional group memberships for this account.
sk: Nastaviť členstvo tohto účtu v ďalších skupinách.
sl: Nastavi dodatne skupine temu uporabniku.

source: Set browseable
sk: Nastaviť prehliadateľnosť
sl: Lahko se brska

source: Set read only
sk: Nastaviť len na čítanie
sl: Samo za branje

source: Set share password.
sk: Nastaviť heslo zdieľaného priečinka
sl: Nastavi geslo skupni mapi

source: Set the CNID backend to be used for the volume.
sk: Nastaviť použitie CNID backendu pre tento zväzok.
sl: Nastavi, da se uporablja CNID, za ta disk

source: Set the account's primary group to the given group.
sk: Nastaviť primárne členstvo tohto účtu v uvedenej skupine.
sl: Uporabniku nastavi to primarno skupino

source: Set the desired Service Set Identifier (aka network name).
sk: Nastaviť požadovaný Service Set Identifier (tiež známy ako názov siete).
sl: Nastavi željeno identifikacijo servisa (omrežno ime).

source: Set the maximum transmission unit of the interface to n, default is interface specific. The MTU is used to limit the size of packets that are transmitted on an interface. Not all interfaces support setting the MTU, and some interfaces have range restrictions.
sk: Nastaviť maximálnu veľkosť prenosovej jednotky rozhrania na n, štandardná hodnota závisí na rozhraní. MTU sa používa na obmedzenie veľkosti paketov prenášaných rozhraním. Nie všetky rozhrania podporujú nastavenie MTU a niektoré rozhrania obmedzujú rozsah hodnôt.
sl: Nastavi najvišjo vrednost pošiljanja mrežne kartice. Privzeta vrednost je odvisna od kartice. MTU se uporablja za omejevanje velikosti paketov, ki jih kartica pošilja. Vse mrežne kartice ne podpirajo nastavljanja MTU, nekatere pa velikost paketa omejeno.

source: Sets an alternate mount point for the root dataset. Default is /mnt.
sl: Nastavi drugo priklopno mesto za dataset. Privzeto je /mnt.

source: Sets the database information to be stored in path. You have to specifiy a writable location, even if the volume is read only.
sk: Nastaví miesto pre uloženie informačnej databázy. Musíte uviesť miesto s právom na zápis, aj ak je zväzok iba na čítanie.
sl: Nastavi, kje so shranjene informacije poti za podatkovno bazo. Izbrati morete mesto, ki je zapisljivo, čeprav je morda cilj samo za branje.

source: Sets the interval between disk checks to N seconds. The minimum allowed value is 10.
sk: nastavuje interval medzi kontrolami diskov na N sekúnd. Minimálny povolený interval je 10.
sl: Nastavi interval preverjanj trdefa diska na N sekund. Najmanjša dovoljena vrednost je 10.

source: Sets the umask for newly created files to the specified value. The default is zero (anyone can read or write).
sk: Nastaví umask novo vytvorených súborov na zadanú hodnotu. Štandardná hodnotaje nula (každý môže čítať aj zapisovať).
sl: Nastavi masko dovoljenj za nove ustvarjene datoteke. Privzeto je prazno (vsi lahko berejo in pišejo).

source: Settings
sk: Nastavenia
sl: Nastavitve

source: Share
sk: Zdieľanie
sl: Deljeni vir

source: Share Character Set
sk: Znaková sada zdieľaného priečinka
sl: Kodna tabela deljene mape

source: Share Password
sk: Heslo zdieľaného priečinka
sl: Geslo deljene mape

source: Share all sub directories.
sk: Zdieľať všetky podadresáre.
sl: Deli vse poddirektorije

source: Share passwords can not be more than 8 characters.
sk: Heslo zdieľaného priečinka nemôže byť dlhšie ako 8 znakov
sl: Geslo deljene mape ne more biti daljše od 8 znakov.

source: Shares
sk: Zdieľania
sl: Mape v skupni rabi

source: Shell
sl: Lupina

source: Show log entries in reverse order (newest entries on top)
sk: Zobrazovať položky záznamu v opačnom poradí (najnovšie navrchu)
sl: Prikaži dnevniške vnose v obratnem vrstnem redu (novejši na vrhu)

source: Show process information
sk: Zobraziť informácie o procesoch
sl: Prikaži procese

source: Shutdown
sk: Vypnúť
sl: Izklop

source: Shutdown mode
sk: Režim vypnutia
sl: Možnost izklopa

source: Shutdown timer
sk: Odpočet do vypnutia
sl: Čas do izklopa

source: Size
sk: Veľkosť:
sl: Velikost

source: Size of receive buffer (%d by default).
sl: Velikost predpomnilnika sprejemanja (privzeto %d).

source: Size of send buffer (%d by default).
sl: Velikost predpomnilnika pošiljanja (privzeto %d).

source: Size offered to the initiator. (up to 8EiB=8388608TiB. actual size is depend on your disks.)
sl: Velikost ponujena sprožitelju. (Največ 8EiB=8388608TiB. Dejanska velikost je odvisna od vaših diskov.)

source: Sleep - Check the device unless it is in SLEEP mode.
sk: Sleep - Kontrolovať zariadenie ak sa nenachádza v stave SLEEP.
sl: Spanje - preveri napravo, razen, če spi.

source: Slovak
sl: Slovaščina

source: Slovenian
sk: slovinčina
sl: Slovenščina

source: Sockets
sk: Sockety
sl: Vtiči

source: Software RAID
sk: Softvérový RAID
sl: Programski RAID

source: Software RAID information and status
sk: Informácie a stav softvérového RAID
sl: Info in stanje programskega RAID-a

source: Software used
sk: Použitý softvér
sl: Uporabljena programska oprema

source: Source
sk: Zdroj
sl: Vir

source: Source directory to be synchronized.
sk: Synchronizovať zdojový adresár.
sl: Direktorij, ki naj bo sinhroniziran.

source: Source port
sk: Zdrojový port
sl: Izvorna vrata

source: Source share
sk: Zdroj zdieľaného priečinka
sl: Izvorni deljeni vir

source: Space Used
sk: Využité miesto
sl: Zasedeno

source: Spanish
sk: španielčina
sl: Španščina

source: Specifies how many servers to create.
sk: Určuje, koľko serverov vytvoriť.
sl: Določi, koliko strežnikov se naj ustvari.

source: Specifies that the file system should be exported read-only.
sk: Určuje, že sa má súborový systém exportovať len na čítanie.
sl: Določi, da naj bo datotečni sistem izvožen samo za branje.

source: Specifies the command to be run.
sk: Určuje príkaz, ktorý sa má spustiť.
sl: Določi ukaz, ki se naj izvede.

source: Specifies the maximum permitted block size. The permitted range for this parameter is from 512 to 65464.
sk: Udáva maximálnu povolenú veľkosť bloku. Povolený rozsah tohto parametra je od 512 do 65464.
sl: Določi največjo dovoljeno velikost bloka. Dovoljen rang je med 512 in 65464.

source: Specifies the share character set. For example UTF8, UTF8-MAC, ISO-8859-15, etc.
sk: Určuje znakovú sadu. Napr. UTF8, UTF8-MAC, ISO-8859-15 atď.
sl: Določi kodno tabelo deljene mape. Na primer UTF8, UTF8-MAC, ISO-8859-15, itd.

source: Specifies the time in hh:mm:ss after which the ban expires.
sk: Určuje čas vo formáte hh:mm:ss, kedy vyprší blokovanie.
sl: Določi čas, v formatu hh:mm:ss, ko prepoved poteče.

source: Specifies the time interval in hh:mm:ss in which the given number of occurrences must happen to add the ban.
sk: Určuje časový interval vo formáte hh:mm:ss, v ktorom sa musí stať daný počet výskytov aby sa pridalo blokovanie.
sl: Določi časovni interval, v formatu hh:mm:ss, v katerem se more zgoditi določeno število dogodkov, da se prepoved doda.

source: Specifies the username which the service will run as.
sk: Udáva meno používateľa pod ktorým pobeží služba.
sl: Določi uporabniško ime, s katerim se servis zažene.

source: Specifies whether it is allowed to login as superuser (root) directly.
sk: Určuje, či je povolené prihlasovať sa priamo ako superpoužívateľ (root).
sl: Določuje, če je dovoljena neposredna prijava super uporabnika (root).

source: Specify the percentage of space held back from normal users. Note that lowering the threshold can adversely affect performance and auto-defragmentation.
sk: Uveďte, koľko percent miesta bude vyhradených mimo použitia bežných používateľov. Majte na pamäti, že zníženie tejto hodnoty môže negatívne ovplyvniť výkon a autodefragmentáciu.
sl: Določite odstotkovni delež normalnim uporabnikom nedostopnega diska. Zmanjševanje rezerviranega prostora lahko vpliva na delovanje in samodejno razdrobljevanje datotek.

source: Split request
sl: Razdeli zahtevke

source: Standard
sk: Štandardné
sl: Običajno

source: Standby - Check the device unless it is in SLEEP or STANDBY mode. In these modes most disks are not spinning, so if you want to prevent a laptop disk from spinning up each poll, this is probably what you want.
sk: Standby - Kontrolovať zariadenie, ak nie je v režimoch SLEEP alebo STANDBY. V týchto režimoch sa väčšina diskov neotáča, takže ak chcete zabrániť disku notebooku, aby sa začal otáčať pri každej kontrole, toto je pravdepodobne voľba, ktorú hľadáte.
sl: Stanje pripravljenosti - preveri napravo, razen če je v spanju, ali stanju pripravljenosti. V teh primerih se večina diskov ne vrti. Torej, če želite, da se diski ne zbudijo ob vsakem preverjanju, izberite to možnost.

source: Standby time
sk: Čas prechodu do pohotovostného režimu
sl: Čas pripravljenosti

source: Start
sl: Zaženi

source: Start scrub on '%s'.
sl: Začni čiščenje na '%s'.

source: Static
sl: Statično

source: Static Routes
sk: Statické cesty
sl: Statične smeri (routes)

source: Static routes
sk: Statické cesty
sl: Statične poti

source: Status
sk: Stav
sl: Stanje

source: Status report successfully sent to: %s.
sk: Správa o stave úspešne odoslaná pre: %s.
sl: Poročilo uspešno poslano na: %s.

source: Status report successfully sent.
sk: Správa o stave bola úspešne odoslaná.
sl: Poročilo je bilo uspešno poslano.

source: Stop after sending (and receiving) N packets.
sk: Zastaviť po odoslaní (a prijatí) N paketov.
sl: Ustavi, po pošiljanju (in sprejetju) N paketov.

source: Stopped
sk: Zastavené
sl: Ustavljeno

source: Storage
sk: Ukladanie
sl: Shramba

source: Store DOS attributes
sk: Ukladať atribúty DOS
sl: Shani DOS atribute

source: String identifier of the extent.
sl: Označevalec obsega.

source: Stripe
sl: Delček

source: Subject
sk: Predmet
sl: Zadeva

source: Subnet bit count
sk: Počet bitov podsiete
sl: Podomrežni bit

source: Subnet mask
sk: Maska podsiete
sl: Maska omrežja

source: Successful
sk: Úspešné
sl: Uspešno

source: Successful.
sk: Úspešné.
sl: Uspešno.

source: Sunday Monday Tuesday Wednesday Thursday Friday Saturday
sk: pondelok utorok streda štvrtok piatok sobota nedeľa
sl: Nedelja Ponedeljek Torek Sreda Četrtek Petek Sobota

source: Suppress non-error messages.
sk: Potlačiť hlásenia, ktoré nie sú chybové.
sl: Skrij sporočila, ki niso napake.

source: Swap
sk: Odkladací súbor
sl: Izmenjevalni pomnilnik

source: Swap disabled
sk: Odkladanie vypnuté
sl: Izmenljiv prostor je onemogočen

source: Swap memory
sk: Odkladacia pamäť
sl: Izmenjevalni spomin

source: Swap status
sk: Stav odkladacieho pristoru
sl: Stanje izmenljivega prostora

source: Swap usage
sk: Využitie odkladacieho pristoru
sl: Uporaba izmenljivega prostora

source: Swedish
sk: švédčina
sl: Švedščina

source: Switch to
sk: Prepnúť na
sl: Preklop na

source: Switch to %s/s
sk: Zmeniť na %s/s
sl: Preklopi na %s/s

source: Synchronization time
sl: Čas sinhronizacije

source: Synchronize
sl: Sinhronizacija

source: Syslog sends UDP datagrams to port 514 on the specified remote syslog server. Be sure to set syslogd on the remote server to accept syslog messages from %s.
sk: Syslog posiela UDP datagramy na port 514 na uvedenom vzdialenom serveri syslog. Uistite sa, že na vzdialenom serveri je syslogd nastavený, aby prijímal syslog správy od %s.
sl: Syslog pošlje UDP datagram na vrata 514 k določenemu oddaljenemu syslog strežniku. Prepričajte se, da boste nastavili syslogd na oddaljenem strežniku, da bo sprejemal syslog sporočila iz %s.

source: System
sk: Systém
sl: Sistem

source: System Beep
sk: Systémové pípnutie
sl: Sistemski zvok

source: System events
sk: Systémové udalosti
sl: Sistemski dogodki

source: System firewall
sk: Firewall systému
sl: Požarni zid sistema

source: System info
sk: Systémové informácie
sl: Podatki o sistemu

source: System information
sk: Systémové informácie
sl: Sistemske informacije

source: System log
sk: Systémový záznam
sl: Dnevnik sistema

source: System message buffer
sk: Vyrovnávacia pamäť systémových správ
sl: Predpomnilnik sistemskih sporočil

source: System time
sk: Čas systému
sl: Čas sistema

source: System tuning
sk: Ladenie systému
sl: Natančno prirejanje sistema

source: TCP forwarding
sl: TCP posredovanje

source: TCP port
sl: Vrata TCP

source: TCP port to bind the server to.
sk: TCP port, na ktorý sa server viaže.
sl: TCP vrata, na katerih strežnik posluša.

source: Tag
sl: Oznaka

source: Tag number
sl: Števika oznake

source: Tape
sl: Tračna enota

source: Target
sk: Cieľ
sl: Cilj

source: Target Alias
sl: Oznaka cilja

source: Target Name
sk: Názov cieľa
sl: Ime cilja

source: Target address
sk: Cieľová adresa
sl: Naslov cilja

source: Target directory.
sk: Cieľový adresár.
sl: Direktorij cilja.

source: Target information
sl: Informacije cilja

source: Target is not selected.
sl: Cilj ni izbran

source: Target list
sl: Seznam ciljev

source: Target name
sk: Názov cieľa
sl: Ime cilja

source: Target side secret.
sl: Geslo na ciljni strani.

source: Target side user name. It is usually the initiator name by default.
sl: Uporabniško ime na ciljni strani. Po navadi je to ime sprožitelja.

source: Targets
sl: Cilji

source: Temperature
sk: Teplota
sl: Temperatura

source: Temperature monitoring
sk: Monitorovanie teploty
sl: Nadzor temperature

source: Temporary Device
sl: Začasna naprava

source: Temporary directory
sk: Dočasný priečinok
sl: Začasni imenik

source: Temporary directory to store transcoded files.
sk: Dočasný priečinok na uloženie prekódovaných súborov.
sl: Začasni imenik, v katerega se shranijo prekodirane datoteke.

source: Test email
sk: Testovací email
sl: Testna e-pošta

source: Test email from host: %s
sk: Testovací email zo stroja: %s
sl: Testna e-pošta iz:%s

source: Test email successfully sent to: %s.
sk: Testovací email úspešne odoslaný pre: %s
sl: Testno e-poštno sporočilo je bilo uspešno poslano: %s.

source: Test email successfully sent.
sk: Testovací email bol úspešne odoslaný.
sl: Testno e-poštno sporočilo je bilo uspešno poslano.

source: The deny option specifies users and groups who are not allowed access to the share. It follows the same format as the allow option.
sk: Voľba zamietnuť určuje, ktorí používatelia a skupiny nemajú prístup k zdieľanému priečinku. Voľba má rovnakýformát ako voľba povoliť.
sl: Možnost onemogoča določenim uporabnikom in skupinam dostop do deljene mape. Uporablja enak format, ko možnost za dovoljene uporabnike in skupine.

source: The COM port in BIOS has to be enabled before enabling this option.
sl: COM port more biti v BIOS-u omogočen, preden lahko omogočite to možnost.

source: The IP address that this hostname represents.
sk: IP adresy, ktoré tento názov zastupuje.
sl: IP naslov, ki ga predstavlja to ime gostitelja.

source: The MIB '%s' already exist.
sk: MIB „%s” už existuje.
sl: MIB '%s' že obstaja

source: The MIB '%s' doesn't exist in sysctl.
sk: MIB „%s” v sysctl neexistuje.
sl: MIB '%s' v sysctl ne obstaja.

source: The RAID volume is currently mounted! Remove the <a href='%s'>mount point</a> first before proceeding.
sl: RAID polje je trenutno priključeno! Pred nadaljevanjem odstranite <a href='%s'>priklopno točko</a>.

source: The TCP port must be a valid port number.
sk: TCP port musí byť platné číslo portu.
sl: Vrata TCP mora biti veljavna štrevilka vrat.

source: The VLAN ID must be between 1 and 4094.
sk: ID VLAN musí byť v rozmedzí od 1 do 4094.
sl: VLAN ID more biti med 1 in 4094.

source: The administrator has been notified to apply your changes.
sl: Administrator je bil obveščen, da sprejme vaše spremembe.

source: The associated MIB files can be found at %s.
sl: MIB datoteke se nahajajo v %s.

source: The attribute '%s' contains invalid characters and is no valid NetBIOS name.
sk: Atribút „%s“ obsahuje neplatné znaky a nie je to platný názov NetBIOS.
sl: Atribut '%s' vsebuje neveljavne znake, ter ni veljavno NetBIOS ime.

source: The attribute '%s' contains invalid characters and is no valid domain name.
sk: Atribút „%s“ obsahuje neplatné znaky a nie je platným názvom domény.
sl: Atribut '%s' vsebuje neveljavne znake, ter ni veljavno ime domene.

source: The attribute '%s' contains invalid characters and is no valid host name.
sk: Atribút „%s“ obsahuje neplatné znaky a nie je platným názvom stroja.
sl: Atribut '%s' vsebuje neveljavne znake, ter ni veljavno ime računalnika.

source: The attribute '%s' contains invalid characters and is no valid workgroup name.
sk: Atribút „%s“ obsahuje neplatné znaky a nie je platným názvom skupiny.
sl: Atribut '%s' vsebuje neveljavne znake, ter ni veljavno ime delovne skupine.

source: The attribute '%s' contains invalid characters.
sk: Atribút „%s“ obsahuje neplatné znaky.
sl: Oznaka '%s' vsebuje neveljavne znake.

source: The attribute '%s' contains the illegal character ':' and is no valid password.
sk: Atribút „%s“ obsahuje neplatný znak „:“ a nie je platné heslo.
sl: Atribut '%s' vsebuje neveljaven znak ':', ter ni veljavno geslo.

source: The attribute '%s' does not appear to be a valid certificate.
sk: Zdá sa, že atribút „%s” nie je platný certifikát.
sl: Atribut '%s' ne izgleda kot veljaven certifikat.

source: The attribute '%s' does not appear to be a valid private %s key.
sk: Zdá sa, že atribút „%s” nie je platný privátny kľúč %s.
sl: Atribut '%s' ne izgleda kot veljaven privatni %s ključ.

source: The attribute '%s' does not appear to be a valid private key.
sk: Zdá sa, že atribút „%s” nie je platný privátny kľúč.
sl: Atribut '%s' ne izgleda kot veljaven privatni ključ.

source: The attribute '%s' is an invalid port number.
sk: Atribút „%s“ obsahuje neplatné znaky a nie je platným číslom portu.
sl: Atribut '%s' ni veljavna številka vrat.

source: The attribute '%s' is invalid.
sk: Atribút „%s“ je neplatný.
sl: Atribut '%s' ni veljaven.

source: The attribute '%s' is no valid IP address.
sk: Atribút „%s“ nie je platnou IP adresou.
sl: Atribut '%s' ni veljaven IP naslov.

source: The attribute '%s' is no valid MAC address.
sk: Atribút „%s“ nie je platná MAC adresa.
sl: Atribut '%s' ni veljaven MAC naslov.

source: The attribute '%s' is no valid file mode mask.
sk: Atribút „%s“ nie je platná maska režimu.
sl: Atribut '%s' ni veljavna maska dovoljenj.

source: The attribute '%s' is no valid subnet mask.
sk: Atribút „%s“ nie je platná maska podsiete.
sl: Atribut '%s' ni veljavna številka omrežja,

source: The attribute '%s' is no valid time.
sk: Atribút „%s“ nie je platný čas.
sl: Atribut '%s' ni veljaven čas.

source: The attribute '%s' is required.
sk: Atribút „%s“ musí byť uvedený.
sl: Oznaka '%s' je potrebna.

source: The attribute '%s' may only consist of the characters a-z, A-Z, 0-9, _ , -.
sk: Atribút „%s“ môže obsahovať iba znaky a-z, A-Z, 0-9, _ , -.
sl: Atribut '%s' je lahko sestavljen samo iz znakov a-z, A-Z, 0-9, _ , -.

source: The attribute '%s' may only consist of the characters a-z, A-Z, 0-9.
sk: Atribút „%s” môže obsahovať iba znaky a-z, A-Z, 0-9.
sl: Atribut '%s' je lahko sestavljen samo iz znakov a-z, A-Z, 0-9.

source: The attribute '%s' must be a number.
sk: Atribút „%s“ musí byť číslo.
sl: Atribut '%s' more biti število.

source: The attribute '%s' must be a string.
sk: Atribút „%s“ musí byť reťazec.
sl: Atribut '%s' more biti niz.

source: The attribute '%s' must be in the range from %d to %d.
sl: Atribut '%s' more biti med %d in %d.

source: The attribute '%s' must be less than '%s'.
sl: Atribut '%s' more biti manjši od '%s'.

source: The attribute '%s' must contain at least one entry.
sk: Atribút „%s“ musí obsahovať aspoň jednu položku.
sl: Atribut '%s' more biti more vsebovati vsaj en vnos.

source: The base name (e.g. iqn.2007-09.jp.ne.peach.istgt) will append the target name that is not starting with 'iqn.'.
sl: Glavno ime (npr. iqn.2007-09.jp.ne.peach.istgt) se pripne ciljnemu imenum če se ne začenja z 'iqn.'.

source: The changes have been applied successfully.
sk: Zmeny boli úspešne použité.
sl: Spremembe so bile uspešno uveljavljene.

source: The changes have been saved. You have to <a href='%s'>reboot</a> the system for the changes to take effect.
sl: Spremembe so bile shranjene. Potreben je <a href='%s'>ponovni zagon</a> sistema, da se nastavitve lahko uporabijo.

source: The command to be executed.
sk: Príkaz, ktorý sa má vykonať.
sl: Ukaz, ki se naj izvede.

source: The configuration could not be restored.
sk: Nebolo možné obnoviť konfiguráciu.
sl: Nastavitev ni bilo možno obnoviti.

source: The configuration has been restored. %s is now rebooting.
sk: Konfigurácia bola obnovená. %s sa teraz reštartuje.
sl: Nastavitve so bile obnovljene. %s se bo ponovno zagnal.

source: The device name may only consist of the characters a-z, A-Z, 0-9.
sk: Názov zariadenia môže pozostávať iba zo znakov a-z, A-Z, 0-9.
sl: Ime naprave lahko vsebuje znake a-z, A-Z, 0-9.

source: The disk is currently mounted! <a href='%s'>Unmount</a> this disk first before proceeding.
sl: Pogon je trnutno priklopljen! Pred nadaljevanjem ga najprej <a href='%s'>Odklopite</a>

source: The firmware is now being installed. %s will reboot automatically.
sk: Teraz sa inštaluje firmvér. %s sa automaticky reštartuje.
sl: Nadgradnja je v teku. %s se bo avtomatsko ponovno zagnal.
