Repository: freenas/freenas7
Catalog: locale/*.po
Languages: sk, sl

source: How often the IP is updated even if it is not changed. The period is in seconds (max. is 10 days).
sk: Ako často sa IP aktualizuje, aj keď nie je zmenená. Interval je v sekundách (maximum je 10 dní).
sl: Kako pogosto je IP naslov posodobljen, čeprav ni bil spremenjen. Čas je v sekundah (največ 10 dni).

source: Hungarian
sk: maďarčina
sl: Madžarščina

source: I/O Timeout
sl: I/O čas

source: I/O errors
sk: I/O chyby
sl: I/O napake

source: I/O packets
sk: I/O pakety
sl: I/O paketi

source: I/O statistics
sk: Štatistika V/V
sl: I/O statistike

source: I/O timeout in seconds (%d by default).
sl: I/O čas v sekundah (privzeto %d).

source: IP address
sk: IP adresa
sl: IP naslov

source: IP address of remote syslog server
sk: IP adresa vzdialeného syslog servera
sl: IP naslov oddaljenega syslog strežnika

source: IP addresses are resolved to hostnames if <a href='%s'>&quot;Resolve IP addresses to hostnames&quot;</a> is enabled.
sl: IP naslovi so prevedeni v imena, če je omogočen <a href='%s'>&quot;prevedi IP naslove v imena&quot;</a>.

source: IP or FQDN address of remote Rsync server.
sk: IP alebo FQDN adresa vzdialeného rsync servera.
sl: IP ali FQDN naslov oddaljenega Rsync serverja.

source: IP type mismatch for network and gateway.
sk: Nezhoda v type IP siete a brány
sl: IP naslov se ne ujema z omrežjem in prehodom.

source: IPv4 Configuration
sk: Konfigurácia IPv4
sl: IPv4 nastavitve

source: IPv4 DNS servers
sk: IPv4 DNS servery
sl: IPv4 DNS strežniki

source: IPv4 addresses
sk: IPv4 adresy
sl: IPv4 naslov

source: IPv6 Configuration
sk: Konfigurácia IPv6
sl: IPv6 nastavitve

source: IPv6 DNS servers
sk: IPv6 DNS servery
sl: IPv6 DNS strežniki

source: IPv6 Gateway
sk: IPv6 brána
sl: IPv6 prehod

source: IPv6 Prefix
sl: IPv6 predpona

source: IPv6 address
sk: IPv6 adresa
sl: IPv6 naslov

source: IPv6 addresses
sk: IPv6 adresy
sl: IPv6 naslovi

source: IRC Live Support
sl: IRC podpora

source: ISO file to be mounted.
sk: Pripojiť ISO súbor.
sl: ISO datoteka, ki bo priklopljena.

source: ISP DNS servers
sk: DNS servery ISP
sl: ISP DNS strežniki

source: Ident protocol
sk: Protokol ident
sl: Ident protokol

source: Identifier
sk: Identifikátor
sl: Označevalec

source: Idle - Check the device unless it is in SLEEP, STANDBY or IDLE mode. In the IDLE state, most disks are still spinning, so this is probably not what you want.
sk: Nečinný - Skontrolujte zariadenie, ak sa nenachádza v režime SLEEP, STANDBY alebo IDLE. V stave IDLE sa väčšina diskov ešte stále otáča, takže toto pravdepodobne nie je to, čo chcete.
sl: Spanje - preverite napravo, razen če je v spanju zo. stanu pripravljenosti. V stanju 'spanje', se večina diskov še vedno vrti. To najverjetneje ni to, kar ste želeli.

source: If default root is enabled, a chroot operation is performed immediately after a client authenticates. This can be used to effectively isolate the client from a portion of the host system filespace.
sk: Ak je zapnutý štandardný koreňový adresár, okamžite po overení klienta sa vykoná operácia chroot. To je možné využiť na izoláciu klienta od časti hostiteľského súborového systému.
sl: Če je privzet root omogočen, se chroot ukazi izvedejo takoj, ko se klient prijavi. To je lahko uporabno, da izolirate kliente iz sistemskega datotečnega sistema.

source: If set afpd uses the ID information stored in AppleDouble V2 header files to reduce database load. Don't set this option if the volume is modified by non AFP clients (NFS/SMB/local).
sk: Ak je voľba zapnutá, afpd použije ID informácie uložené v hlavičkových súboroch AppleDouble V2, aby sa znížilo zaťaženie databázy. Túto voľbu nenastavujte ak na zväzok zapisujú klienti mimo AFP (NFS/SMB/lokálni).
sl: Če je nastavljena, afpd uporabi ID informacije, shranjene v AppleDouble V2 datotekah glave, da se zmanjša obremenitev podatkovne baze. Ne nastavite tega, če se baza spreminja preko ne-AFP klientov (NFS/SMB/lokalno).

source: If the selected disk/partition is mounted it will be unmounted temporarily to perform selected command, otherwise the commands work in read-only mode.<br />Service disruption to users accessing this mount will occur during this process.
sl: Če je izbrani pogon/particija priklopljen, bo za izvršitev izbranega ukaza začasno odklopljen. Drugače se bo ukaz izvršil v bralnem načinu.<br />Med izvajanjem ukaza bodo imeli uporabniki, ki dostopajo do sistema, moten dostop.

source: If the server is behind a proxy set this parameters to give local services access to the internet via proxy.
sk: Ak sa server nachádza za proxy, nastavte tieto parametre tak, aby mali lokálne služby prístup na internet cez proxy.
sl: Če je server za proxy strežnikov, nastavite te parametre, da dovolite lokalnim servisom dostop do spleta.

source: If this parameter is set, Samba attempts to first read DOS attributes (SYSTEM, HIDDEN, ARCHIVE or READ-ONLY) from a filesystem extended attribute, before mapping DOS attributes to UNIX permission bits. When set, DOS attributes will be stored onto an extended attribute in the UNIX filesystem, associated with the file or directory.
sk: Ak je táto voľba zapnutá, Samba sa najprv pokúsi prečítať atribúty DOS (systémový, skrytý, archivovať alebo len na čítanie) z rozšírených atribútov súborového systému predtým, ako namapuje atribúty DOS na unixové oprávnenia. Ak je voľba zapnutá, atribúty DOS sa uložia do rozšíreného atribútu súboru či adresára v unixovom súborovom systéme.
sl: Če je parameter nastavljen, Samba poizkusi najprej prebrati DOS atribute (SYSTEM, HIDDEN, ARCHIVE ali READ-ONLY) iz dodatnih atributov, preden mapira DOS atribute na UNIX dovoljenja. Če je tako nastavljeno, bodo DOS atributi sranjeni v dodatnih atributih UNIX datotečnega sistema.

source: If this parameter is set, then users may not create or modify files in the share.
sk: Ak je táto voľba zapnutá, používatelia nesmú vytvárať alebo meniť súbory v zdieľanom priečinku.
sl: Če je parameter nastavljen, uporabniki ne bodo mogli ustvarjati in spreminjati datotek v deljeni mapi.

source: If this property is disabled, the file system cannot be mounted.
sl: Če je nastavitev onemogočena, se datotečni sistem ne more priklopiti.

source: If you click 'Yes', %s will be reset to factory defaults and will reboot immediately. The entire system configuration will be overwritten. The LAN IP address will be reset to %s and the password will be set to '%s'.
sk: Ak kliknete na „Áno“, %s nastavenia sa vrátia na štandardné hodnoty a systém sa okamžite reštartuje. Celá konfigurácia systému sa kompletne prepíše. IP adresa LAN sa vráti na %s a heslo sa nastaví na „%s“.
sl: Če kliknete 'Da', bo %s ponastavil privzete tovarniške nastavitve in se avtomatsko ponovno zagnal. VSE sistemske nastavitve bodo prepisane. LAN IP naslov bo nastavljen na %s in geslo nastavljeno na '%s'.

source: If you want to change the password for accessing the WebGUI, enter it here twice.
sk: Ak chcete zmeniť heslo pre prístup do WebGUI, zadajte ho sem dvakrát.
sl: Če želite spremeniti geslo za dostop do spletnega vmesnika, ga vnesite tukaj.

source: If you want to change the username for accessing the WebGUI, enter it here.
sk: Ak chcete zmeniť používateľské meno pre prístup do WebGUI, zadajte ho sem.
sl: Če želite spremeniti upodabniško ime za dostop do spletnega vmesnika, ga vnesite tukaj.

source: Image upload failed (out of memory?)
sk: Nahranávanie súboru obrazu sa nepodarilo (nedostatok pamäte?)
sl: Napaka pri nalaganju slike (premalo spomina?)

source: Import
sk: Importovať
sl: Uvoz

source: Import disks
sl: Uvozi diske

source: Import disks used in configuration.
sl: Uvozi diske, uporabljene v konfiguraciji.

source: Import firewall rules.
sk: Importovať pravidlá firewallu.
sl: Uvozi pravila požarnega zidu.

source: Import on-disk ZFS config
sl: Uvozi nastavitve na ZFS disku

source: In
sk: Dnu
sl: Noter

source: In most cases, 'public' is used here.
sk: Vo väčšine prípadov sa tu používa „public“.
sl: V večini primerov je tukaj uporabljen 'javno'

source: Include basic hardware information.
sl: Vsebuje glavne informacije strojne opreme

source: Incomplete directory
sl: Nepopoln direktorij

source: Info
sk: Informácie
sl: Podatki

source: Informal
sk: Neformálne
sl: Informativno

source: Information
sk: Informácie
sl: Informacije

source: Information & Manual
sl: Informacije in navodila

source: Inherit permissions
sk: Dedičnosť práv
sl: Podeduj dovoljenja

source: Inhibit some of the syslog diagnostics for bad lines in /etc/exports.
sk: Potlačiť niektoré diagnostiky syslog chybných riadkov v /etc/exports.
sl: Zadrži nekatere syslog diagnostike za napačne vrstice v /etc/exports

source: Initial Digest
sl: Začetni izvleček

source: Initialize
sk: Inicializovať
sl: Vpelji

source: Initialize and encrypt disk.
sk: Inicializovať a zašifrovať disk
sl: Pripravvi in kriptiraj disk

source: Initializing
sk: Prebieha inicializácia
sl: Pripravljanje

source: Initiator Group
sl: Initiator skupina

source: Initiator Groups
sl: Initiator skupine

source: Initiator authorised to access to the iSCSI target. It takes a name or 'ALL' for any initiators.
sl: Initiator, ki ima dovoljenje za dostop do iSCSI cilja. 'ALL' je uporabljen za vse.

source: Initiator name
sk: Názov iniciátora
sl: Ime pobudnika

source: Initiator side secret. (for mutual CHAP autentication)
sl: Geslo na strani initiatorja. (za skupno CHAP prijavo)

source: Initiator side user name. (for mutual CHAP authentication)
sl: Uporabniško ime na strani initiatorja. (za skupno CHAP prijavo)

source: Inquiry Product
sl: Poizvedba produkta

source: Inquiry Revision
sl: Poizvedba revizije

source: Inquiry Serial
sl: Poizvedba serijske številke

source: Inquiry Vendor
sl: Poizvedba izdelovalca

source: Install
sk: Inštalovať
sl: Namesti

source: Install package
sk: Inštalovať balík
sl: Namesti paket

source: Interface
sk: Rozhranie
sl: Vmesnik

source: Interface Management
sk: Správa rozhraní
sl: Upravljanje mrežnih kartic

source: Interface to listen to.
sk: Rozhranie, na ktorom počúvať.
sl: Naprava za poslušanje.

source: Interfaces
sk: Rozhrania
sl: Vmesniki

source: Interval must be greater or equal than 10 seconds.
sk: Interval musí byť väčší alebo rovný ako 10 sekúnd.
sl: Interval more biti večji kot 10 sekund.

source: Invalid file format.
sl: Napačen format datoteke.

source: Invalid max. block size! It must be in the range from %d to %d.
sk: Neplatná max. veľkosť bloku. Musí byť v rozsahu od %d do %d.
sl: Napačna velikost bloka. Biti more med %d in %d.

source: It is impossible to enable 'Anonymous users only' and 'Local users only' authentication simultaneously.
sk: Nie je možné naraz zapnúť overovanie „Iba anonymní používatelia“ a „Iba lokálni používatelia“.
sl: Hkrati ne morete omogočiti 'samo anonimne uporabnike' in 'samo lokalne uporabnike'.

source: It is not recommanded to import non healty pools nor virtual devices that are part of a non healthy pool.
sl: Ni priporočljivo uvozit ne-zdravih bazenov ali virtualih naprav, ki so del ne-zdravih bazenov.

source: Italian
sk: taliančina
sl: Italijanščina

source: January February March April May June July August September October November December
sk: január február marec apríl máj jún júl august september október novebmer december
sl: Januar Februar Marec April Maj Junij Julij Avgust September Oktober November December

source: Japanese
sk: japončina
sl: Japonščina

source: Key
sk: Kĺúč
sl: Ključ

source: Key Management Protocol
sk: Protokol na správu kľúčov
sl: Protokol upravljanja s ključi

source: Key length
sk: Dĺžka kľúča
sl: Dolžina ključa

source: Key length to use with the given cryptographic algorithm.
sk: Dĺžka kľúča ktorá sa má použiť s daným kryptografickým algoritmom
sl: Dolžina ključa za uporabo z izbranim kriptiranjem.

source: Kill encrypted volume
sk: Zrušiť kryptovaný zväzok
sl: Ubij kriptiran nosilec

source: Knowledgebase
sk: Databáza znalostí
sl: Baza znanja

source: Korean
sl: Korejščina

source: LAN Management
sl: Upravljanje omrežja

source: LAN net
sk: Sieť LAN
sl: LAN omrežje

source: LUNs
sl: LUN-i

source: Language
sk: Jazyk
sl: Jezik

source: Large read/write
sk: Veľké čítanie/zápis
sl: Veliko branje/pisanje

source: Last config change
sk: Posledná zmena konfigurácie
sl: Zadnja sprememba nastavitev

source: Latvian
sl: Latvijščina

source: Leave '%s' for unformated disks and format them using <a href='%s'>format</a> menu.
sl: Pusti '%s' za neformatirane diske in jih formatiraj z uporabo <a href='%s'>format</a> menuja.

source: Level 1 - Minimum power usage with Standby (spindown)
sk: Úroveň 1 - Minimálna spotreba s pohotovostným režimom (disky sa zastavia)
sl: Stopnja 1 - najmanjša poraba elektrike s stanjem pripravljenosti (spindown)

source: Level 127 - Intermediate power usage with Standby
sk: Úroveň 127 - Stredná spotreba s pohotovostným režimom
sl: Stopnja 127 - srednja poraba elektrike s stanjem pripravljenosti

source: Level 128 - Minimum power usage without Standby (no spindown)
sk: Úroveň 127 - Minimálna spotreba bez pohotovostného režimu (disky sa nezastavia)
sl: Stopnja 128 - najmanjša poraba elektrike, brez stanja pripravljenosti (no spindown)

source: Level 192 - Intermediate power usage without Standby
sk: Úroveň 192 - Stredná spotreba bez pohotovostného režimu
sl: Stopnja 192 - srednja poraba elektrike, brez stanja pripravljenosti

source: Level 254 - Maximum performance, maximum power usage
sk: Úroveň 254 - Maximálny výkon, maximálna spotreba
sl: Stopnja 254 - najhitrejše delovanje, najvišja poraba elektrike

source: Level 64 - Intermediate power usage with Standby
sk: Úroveň 64 - Stredná spotreba s pohotovostným režimom
sl: Stopnja 64 - srednja poraba elektrike s stanjem pripravljenosti

source: Levels (MHz/mW): %s
sk: Úrovne (MHz/mW): %s
sl: Stopnje (MHz/mW): %s

source: License
sk: Licencia
sl: Licenca

source: License & Credits
sk: Licencia & Autori
sl: Licence in zasluge

source: Limits the amount of space a dataset and its descendants can consume. This property enforces a hard limit on the amount of space used. This includes all space consumed by descendants, including file systems and snapshots. To specify the size use the following human-readable suffixes (for example, 'k', 'KB', 'M', 'Gb', etc.).
sl: Omeji porabo prostora za dataset. Ta nastavitev nastavi trdo omejitev prostora. Uporabite naslednje pripone, pri omejevanju prostora (npr. 'k', 'KB', 'M', 'Gb', itd.).

source: Link Aggregation and Failover
sl: Združevanje povezav in rezervne povezave

source: List
sk: Zoznam
sl: Seznam

source: List of acceptable pairwise (unicast) ciphers for WPA. One or more of: CCMP (AES in Counter mode with CBC-MAC, RFC 3610, IEEE 802.11i/D7.0), TKIP (Temporal Key Integrity Protocol, IEEE 802.11i/D7.0).
sk: Zoznam prípustných párových (unicast) šifier pre WPA. Jedna alebo viaceré z: CCMP (AES v režime počítadla s CBC-MAC, RFC 3610, IEEE 802.11i/D7.0), TKIP (Temporal Key Integrity Protocol, IEEE 802.11i/D7.0).
sl: Seznam sprejemljivih kriptirnikov (unicast) za WPA. Eden, ali več izmed: CCMP (AES in Counter mode z CBC-MAC, RFC 3610, IEEE 802.11i/SeD7.0), TKIP (Temporal Key Integrity Protocol, IEEE 802.11i/D7.0).

source: List of available target name on all configured iSCSI targets
sk: Zoznam dostupných názvov cieľov na všetkých nastavených cieľoch iSCSI.
sl: Seznam ciljev, na vseh nastavljenih iSCSI ciljih.

source: List of detected ATA disks
sk: Zoznam detekovaných ATA diskov
sl: Seznam najdenih ATA pogonov

source: List of detected SCSI disks
sk: Zoznam detekovaných SCSI diskov
sl: Seznam najdenih iSCSI pogonov

source: List of imported users
sk: Zoznam importovaných používateľov
sl: Seznam uvoženih uporabnikov

source: List of mount points
sk: Vypísať miesta pripojenia
sl: Seznam priklopnih točk

source: List of open files
sk: Zoznam otvorených súborov
sl: Seznam odprtih datotek

source: Load
sk: Načítať
sl: Nalaganje

source: Load averages
sk: Priemerná záťaž
sl: Povprečne obremenitve

source: Local
sk: Lokálne
sl: Lokalno

source: Local Master Browser
sl: Glavni lokalni brskalnik

source: Local User
sk: Lokálny používateľ
sl: Lokalni uporabnik

source: Local share (destination)
sk: Miestny zdieľaný priečinok (cieľ)
sl: Lokalni deljeni vir (cilj)

source: Local shares to be synchronized
sk: Miestne zdieľané priečinky, ktoré sa majú synchronizovať
sl: Lokala deljena mapa, ki naj bo sinhronizirana

source: Local user bandwidth
sk: Šírka pásma lokálneho používateľa
sl: Omejitev prenosa lokalnemu uporabniku

source: Local user download bandwith in KB/s. An empty field means infinity.
sk: Šírka pásma na sťahovanie pre lokálneho používateľa v KB/s. Prázdne pole značí neobmedzená.
sl: Omejitev prenosa lokalnemu uporabniku, v KB/s. Prazno polje pomeni, da omejitve ni.

source: Local user upload bandwith in KB/s. An empty field means infinity.
sk: Šírka pásma na nahrávanie pre lokálneho používateľa v KB/s. Prázdne pole značí neobmedzená.
sl: Omejitev nalaganja lokalnemu uporabniku, v KB/s. Prazno polje pomeni, da omejitve ni.

source: Local users only
sk: Iba lokálni používatelia
sl: Samo lokalni uporabniki

source: Location
sk: Umiestnenie
sl: Lokacija

source: Location information, e.g. physical location of this system: 'Floor of building, Room xyz'.
sk: Informácie o umiestnení, t.j. fyzickom umiestnení tohto systému: „budova X, poschodie Y, miestnosť Z“.
sl: Informacija o lokaciji, npr. fizična lokacija sistema: 'Tretje nadstropje, soba 397'.

source: Location of the files to share.
sk: Umiestnenie zdieľaných súborov
sl: Mesto datotek, ki jih želite deliti.

source: Location where the content database file will be stored.
sk: Umiestnenie databázového súboru s obsahom.
sl: Mesto, kjer bo shranjena podatkovna baza.

source: Location where the working files will be stored, e.g. %s/backup/.unison
sl: Mesto, kjer bodo shranjene delujoče datoteke, npr. %s/backup/.unison

source: Log
sk: Záznam
sl: Dnevnik

source: Log (mirror)
sl: Dnevnik (kopija)

source: Log Level
sk: Úroveň podrobnosti záznamov
sl: Nivo dnevnika

source: Log packets that are handled by this rule to syslog.
sk: Posielať do syslogu záznam o pravidlách, ktoré toto pravidlo zachytí.
sl: Shranjuj pakete v syslog, ki se ujemajo s tem pravilom.

source: Logical Unit Controller Authorised network (%s by default)
sl: Dovoljena omrežja kontrolerja logične enote (%s privzeto)

source: Logical Unit Controller IP address (%s by default)
sl: IP naslov kontrolerja logične enote (%s privzeto)

source: Logical Unit Controller TCP port (%d by default)
sl: TCP vrata kontrolerja logične enote (%d privzeto)

source: Logical Unit Controller login information
sl: Prijavne informacije kontrolerja logične enote

source: Logical Unit Type mapped to LUN.
sl: Tip logične enote, priklopljene na LUN.

source: Login
sk: Prihlásiť sa
sl: Prijava

source: Login name of user.
sk: Prihlasovacie meno používateľa.
sl: Uporabniško ime.

source: Logout
sl: Odjava

source: Lowercases names in both directions
sk: Zmení názvy súborov v oboch adresároch na malé písmená.
sl: Majhne črke imen

source: MAC address
sk: MAC adresa
sl: MAC naslov

source: MBR partition
sl: MBR particija

source: MOTD
sl: Sporočilo dneva

source: MS Active Directory informations
sk: Informácie o MS Active Directory
sl: MS Active Directory informacije

source: MS Domain
sk: MS doména
sl: MS domena

source: Machine suffix
sk: Prípona stroja
sl: Pripona

source: Make sure you have activated S.M.A.R.T. for your devices.
sk: Ubezpečte sa, že ste aktivovali S.M.A.R.T. pre Vaše zariadenia.
sl: Prepričajte se, da ste aktivirali S.M.A.R.T. za vaše naprave.

source: Make sure you have already configured your <a href='%s'>Email</a> settings.
sk: Uistite sa, že ste už upravili svoje nastavenia <a href='%s'>emailu</a>.
sl: Prepričajte se, da ste že nastavili vaše <a href='%s'>e-poštne</a> nastavitve.

source: Management
sk: Správa
sl: Upravljanje

source: Manufacturer
sk: Výrobca
sl: Proizvajalec

source: Map all users to root
sk: Mapovať všetkých používateľov na roota.
sl: Dodaj vse uporabnike k root-u

source: Map to user
sk: Mapovať na používateľa
sl: Dodeli uporabniku

source: Masquerade address
sk: Verejná adresa
sl: Prikrij naslove

source: Max. TTL
sl: Največji TTL

source: Max. block size
sk: Max. veľkosť bloku
sl: Največja velikost bloka

source: Max. conn. per IP
sk: Max. pripojení na IP
sl: Največje število povezav na IP

source: Max. connections
sl: Največ povezav

source: Max. login attempts
sl: Največ poizkusov prijav

source: Max. passive port
sl: Najvišji pasiv port

source: Max. pre-send R2T
sl: Največ predposlanih R2T

source: Max. sessions
sl: Največ sej

source: Max. time-to-live (max. number of hops) used in outgoing probe packets.
sk: Max. time-to-live (max. počet skokov), ktorý sa použije v odoslaných prieskumných paketoch.
sl: Najvišji time-to-live (največ preskokov) uporabljen v izhodnih paketih.

source: Maximum connections
sk: Maximálny počet spojení
sl: Največje število povezav

source: Maximum idle time in seconds.
sk: Maximálna doba nečinnosti v sekundách
sl: Najvišji čas nekativnosti v sekundah.

source: Maximum number of allowed password attempts before disconnection.
sl: Največ dovoljenih poizkusov prijave, pred prekinitvijo.

source: Maximum number of connections in each session (%d by default).
sl: Največ povezav v vsaki seji (%d privzeto).

source: Maximum number of connections per IP address (0 = unlimited).
sk: Maximálny počet pripojení na IP (0 = neobmedzený).
sl: Največje število povezav na IP naslov (0 = neomejeno).

source: Maximum number of pre-send R2T in each connection (%d by default). The actual number is limited to QueueDepth of the target.
sl: Največ predposlanih R2T v vsaki povezavi (%d privzeto). Najvišje število je omejeno na QueueDepth cilja.

source: Maximum number of sessions holding at same time (%d by default).
sl: Najvišje število sej (%d privzeto).

source: Maximum number of simultaneous clients.
sk: Maximálny počet súčasne pripojených klientov.
sl: Največje število hkratnih klientov.

source: Maximum number of simultaneous connections. Default is 0 (unlimited).
sk: Maximálny počet súčasných pripojení. Štandardne 0 (neobmedzený).
sl: Največje število hkratnih povezav. Privzeto je 0 (neomejeno).

source: Maximum performance, maximum acoustic output
sk: Maximálny výkon, maximálny zvukový výstup
sl: Najboljše delovanje, največji nivo glasnosti

source: Media
sk: Nosiče
sl: Medija

source: Media Directory
sl: Media direktorij

source: Medium acoustic output
sk: Stredný zvukový výstup
sl: Srednji nivo glasnosti

source: Memory usage
sk: Využitie pamäte
sl: Poraba spomina

source: Message of the day.
sk: Správa dňa.
sl: Sporočilo dneva.

source: Min. passive port
sl: Najnižji pasiv port

source: Minimum
sl: Najmanj

source: Minimum free space
sk: Minimum voľného miesta na disku
sl: Najmanj prostega prostora

source: Minimum performance, Minimum acoustic output
sk: Minimálny výkon, minimálny zvukový výstup
sl: Najslabše delovanje, najmanjši nivo glasnosti

source: Minutes
sl: Minute

source: Minutes between network time sync.
sk: Interval medzi synchronizáciou času zo siete.
sl: Minutr med sinhroniziranjem časa

source: Mirror
sl: Zrcalno

source: Missing a temporary folder.
sl: Ni začasne mape

source: Mode
sk: Režim
sl: Način

source: Model name
sk: Názov modelu
sl: Ime modela

source: Modifying
sk: Prebieha modifikácia
sl: Spreminjanje

source: Module
sk: Modul
sl: Modul

source: Modules
sk: Moduly
sl: Moduli

source: Months
sl: Meseci

source: Mount Point
sk: Miesto pripojenia
sl: Točka priklopa

source: Mount point
sk: Miesto pripojenia
sl: Priklopna točka

source: Mount point name
sk: Názov bodu pripojenia
sl: Ime priklopne točke

source: Mount the file system read-only (even the super-user may not write it).
sk: Pripojiť súborový systém len na čítanie (aj keď naň superpoužívateľ nemôže zapisovať).
sl: Priklopi datotečni sistem samo za branje (tudi super-uporabnik ne more pisati nanj).
