Repository: freenas/freenas7
Catalog: locale/*.po
Languages: sk, sl

source: Cache Device
sl: Naprava predpomnilnika

source: Can't format the OS origin disk!
sk: Nie je možné formátovať zdrojový disk OS!
sl: Ne morem formatirati diska z operacijskim sistemom!

source: Can't mount the system partition 1, the DATA partition is the 2.
sk: Nemôžem pripojiť systémový oddiel 1, DÁTOVÝ oddiel je 2.
sl: Ne morem priklopiti sistemske particije 1, PODATKOVNA particija je 2.

source: Cancel
sk: Zrušiť
sl: Prekliči

source: Canmount
sk: MôžePripojiť
sl: Lahko priklpim

source: Cannot get data about interface
sk: nebolo možné získať údaje o rozhraní
sl: Ne morem pridobiti podatkov o vmesniku

source: Capacity
sk: Kapacita
sl: Kapaciteta

source: Case Folding
sk: Skladanie veľkosti písmen
sl: Uredi velikosti črk

source: Causes the server to display the network information for the specified IP address or DNS hostname to the client, on the assumption that that IP address or DNS host is acting as a NAT gateway or port forwarder for the server.
sk: Spôsobí, že server zobrazí klientovi informácie o uvedenej IP adrese alebo DNS názve za predpokladu, že IP adresa alebo DNS názov slúži ako NAT brána alebo presmerovač portov servera.
sl: Strežnik prikaže omrežne informacije določenega IP naslova, ali DNS ime klientu, če se IP, ali DNS naslov predstavljata kot NAT prehod, ali posredovalnik vrat za strežnik.

source: Certificate
sk: Certifikát
sl: Certifikat

source: Change
sk: Zmeniť
sl: Spremeni

source: Change below file
sl: Spremeni spodnjo datoteko

source: Change password
sl: Spremeni geslo

source: Changes to this option will take effect after a reboot.
sk: Zmeny tejto voľby sa prejavia po reštarte
sl: Te spremembe bodo začele veljati po ponovnem zagonu.

source: Channel
sk: Kanál
sl: Kanal

source: Check interval
sk: Interval kontroly
sl: Interval preverjanja

source: Check shared secret:
sk: Skontrolovať spoločné tajomstvo:
sl: Preveri geslo:

source: Chinese (Simplified)
sk: čínština (zjednodušená)
sl: Kitajščina (poenostavljena)

source: Chinese (Traditional)
sk: čínština (tradičná)
sl: Kitajščina (tradicionalna)

source: Choose on which interface packets must come in to match this rule.
sk: Vyberte na ktoré rozhranie musia pakety prísť, aby ich toto pravidlo zachytilo.
sl: Izberite na katero napravo morejo priti paketi, da se ujemajo s tem pravilom.

source: Choose which IP protocol this rule should match.
sk: Vyberte ktorý IP protokol má toto pravidlo zachytiť.
sl: Izberite kateri IP protokol se naj ujema s tem pravilom.

source: Choose which interface this route applies to.
sk: Zvoľte, ktorého rozhrania sa táto cesta týka.
sl: Izberite za kateri vmesnik velja ta pot.

source: Clear
sk: Vyčistiť
sl: Počisti

source: Click &quot;Enable firmware upload&quot; below, then choose the image file to be uploaded.<br />Click &quot;Upgrade firmware&quot; to start the upgrade process.
sl: Spodaj kliknite &quot;Omogoči nalaganje firmware&quot;, nato izberite sliko za nalaganje.<br />Za začetek nadgradnje pa kliknite &quot;Nadgradi firmware&quot;.

source: Click this button to download the system configuration in XML format.
sk: Kliknutím na toto tlačidlo stiahnete sytémovú konfiguráciu vo formáte XML.
sl: Kliknite za gumb za shranitev sistemsktih nastavitev v XML datoteko.

source: Client
sk: Klient
sl: Odjemalec

source: Client sees lowercase, server sees uppercase
sk: Klient vidí v malých písmenách, server vo veľkých písmenách
sl: Klient vidi majhne črke, server pa velike.

source: Client sees uppercase, server sees lowercase
sk: Klient vidí vo veľkých písmenách, server v malých písmenách
sl: Klient vidi velike črke, strežnik pa majhne.

source: Collecting initial data, please wait...
sk: Zbierajú sa prvotné údaje, čakajte prosím...
sl: Zbiranje podatkov, prosim počakajte...

source: Collisions
sk: Kolízie
sl: Trki

source: Cols
sk: Stĺpce
sl: Stolpci

source: Command
sk: Príkaz
sl: Ukaz

source: Command output:
sk: Výstup príkazu:
sl: Izpis ukaza:

source: Command scripts
sk: Príkazové skripty
sl: Ukazne skripte

source: Comment
sk: Komentár
sl: Opomba

source: Common Internet File System
sl: Splošen internetni datotečni sistem (CIFS)

source: Community
sk: Komunita
sl: Skupnost

source: Compliant profile to be used.
sk: Ktorý zodpovedajúci profil použiť.
sl: Uporabljen more biti uveljavljen profil.

source: Compress
sk: Komprimovať
sl: Stisni

source: Compress file data during the transfer.
sk: Komprimovať dáta súborov počas prenosu.
sl: Stisni podatke med prenosom.

source: Compression
sk: Kompresia
sl: Stiskanje

source: Compression is worth using if your connection is slow. The efficiency of the compression depends on the type of the file, and varies widely. Useful for internet transfer only.
sk: Kompresiu sa oplatí používať ak máte pomalé pripojenie. Efektívnosť kompresie závisí na type súboru a je veľmi premenlivá. Užitočné iba pri prenosoch internetom.
sl: Stiskanje je smiselno, če je vaša povezava počasna. Učinkovitost stiskanja je odvisna od vrste datotek in se lahko zelo razlikuje. Uporabno le za internetne prenose.

source: Configuration
sk: Konfigurácia
sl: Nastavitve

source: Configuration directory
sk: Konfiguračný priečinok
sl: Direktorij nastavitev

source: Configuring
sk: Konfiguruje sa
sl: Nastavljanje

source: Confirmation
sk: Potvrdenie
sl: Potrditev

source: Connected FTP users
sk: Pripojení FTP používatelia
sl: Priklopljeni uporabniki FTP

source: Console menu
sk: Ponuka konzoly
sl: Menu konzole

source: Console screensaver
sk: Konzolový šetrič obrazovky
sl: Ohranjevalnik zaslona na konzoli

source: Contact
sk: Kontakt
sl: Stik

source: Contact information, e.g. name or email of the person responsible for this system: 'admin@email.address'.
sk: Kontaktné informácie, napr. meno alebo email osoby zodpovednej za tento systém: „admin@example.com“.
sl: Kontaktni podatki osebe, odgovorne za ta sistem: 'admin@email.naslov'.

source: Content
sk: Obsah
sl: Vsebina

source: Controller Auth Group
sl: Skupina dovoljenj kontrolerja

source: Controller Auth Method
sl: Način prijave kontrolerja

source: Controller Authorised network
sl: Dovoljena omrežja kontrolerja

source: Controller IP address
sl: IP naslov kontrolerja

source: Controller TCP Port
sl: TCP vrata kontrolerja

source: Controls the compression algorithm used for this dataset. The 'lzjb' compression algorithm is optimized for performance while providing decent data compression. Setting compression to 'On' uses the 'lzjb' compression algorithm. You can specify the 'gzip' level by using the value 'gzip-N', where N is an integer from 1 (fastest) to 9 (best compression ratio). Currently, 'gzip' is equivalent to 'gzip-6'.
sk: Ovláda kompresný algoritmus použitý pre túto množinu dát. Kompresný algoritmus „lzjb“ je optimalizovaný na výkon, pričom poskytuje slušný kompresný pomer. Ak nastavíte kompresiu na „zapnutá“, použije sa kompresný algoritmus „lzjb“. You can specify the 'Úroveň „gzip“ môžete nastaviť pomocou parametra „gzip-N“, kde N je celé číslo od 1 (najrýchlejšia) do 9 (najlepší kompresný pomer). „gzip“ momentálne zodpovedá „gzip-6“.
sl: Nadzira kompresijski algoritem tega dataset-a. 'Lzjb' kompresijski algoritem je optimiziran za hitrost, vendar kljub temu prinese uporabno kompresijo. Vklop kompresije uporabi 'lzjb' algoritem. Nastavite lahko stopnjo 'gzip' kompresije z vednostmi 'gzip-N', ker je N lahko število od 1 (najhitreje), do 9 (najboljše stiskanje). Trenutno je 'gzip' nastavljen na 'gzip-6'.

source: Controls whether this dataset can be modified.
sk: Riadi, či možno skupinu dát zmeniť.
sl: Nastavlja, če se dataset lahko spreminja.

source: Count
sk: Počet
sl: Število

source: Create and initialize RAID.
sk: Vytvoriť a inicializovať RAID.
sl: Nastavi in vklopi RAID.

source: Create encrypted volume
sk: Vytvoriť kryptovaný zväzok
sl: Ustvari šifrirano particijo

source: Create mask
sk: Vytvoriť masku
sl: Maska ustvarjanj

source: Create work directory if it doesn't exist.
sk: Vytvoriť pracovný adresár ak neexistuje
sl: Ustvari delovni direktorij, če ne obstaja.

source: Creates the pool with an alternate root.
sk: Vytvorí pool v rámci alternatívneho koreňa.
sl: Ustvari bazen z drugim izhodiščem

source: Creating filesystem
sk: Vytvára sa súborový systém
sl: Ustvarjanje datotečnega sistema

source: Creating filesystem with 'Soft Updates'
sk: Vytvára sa súborový systém so „Soft Updates“
sl: Ustvarjanje datotečnega sistema z 'Mehke nadgradnje'

source: Creating partition
sk: Vytvára sa oblasť
sl: Ustvarjanje particije

source: Credits
sk: Autori
sl: Zasluge

source: Critical
sk: Kritické
sl: Kritično

source: Cron
sl: Samodejna opravila

source: Cron job
sk: Úloha cron
sl: Samodejno opravilo

source: Current
sk: Aktuálne
sl: Trenutno

source: Custom
sk: Vlastné
sl: Po meri

source: Custom script
sl: Skripte po meri

source: Custom script is not found.
sl: Ne najdem skripte po meri.

source: Custom script is required.
sl: Skripta po meri je zahtevana.

source: Czech
sl: Češčina

source: DNS settings
sk: Nastavenia DNS
sl: DNS nastavitve

source: DO NOT abort the firmware upgrade once it has started. %s will reboot automatically after storing the new firmware. The configuration will be maintained.<br />You need a minimum of %d Mb RAM to perform the firmware update.<br />It is strongly recommended that you <a href='%s'>Backup</a> the System configuration before doing a Firmware upgrade.
sl: NE prekinite posodobitve programske opreme, ko se že enkrat začne. %s se bo samodejno ponovno zagnal, ko konča posodobitev programske opreme. Nastavitve bodo ohranjene.<br /> Potrebujete najmanj %d Mb RAM, da se posodobitev lahko izvede.<br />Priporočamo, da ustvarite <a href='%s'>varnostno kopijo</a> nastavitev sistema, pred nadgradnjo programske opreme.

source: Daemon
sk: Démon
sl: Proces v ozadju

source: Daemon events
sk: Udalosti démona
sl: Demon dogodki

source: Daemon log
sk: Záznam démona
sl: Dnevnik procesa v ozadju

source: Danish
sk: dánčina
sl: Danščina

source: Data digest
sk: Odtlačok dát
sl: Povzetek podatkov

source: Data integrity
sk: Integrita dát
sl: Neokrnjenost podatkov

source: Database directory
sk: Adresár databázy
sl: Direktorij baze podatkov

source: Datasets
sk: Množiny dát
sl: Dataseti

source: Date & Time
sk: Dátum a čas
sl: Datum in čas

source: Days
sk: Dní
sl: dnevi

source: Debug
sk: Ladenie
sl: Razhroščevanje

source: Default
sk: Štandardné
sl: Privzeto

source: Default is %s.
sk: Štandardná hodnota je %s.
sl: Privzeto %s.

source: Default root
sk: Štandardný koreňový adresár
sl: Privzet root

source: Default user name is 'admin'.
sk: Štandardné používateľské meno je „admin“.
sl: Privzeto uporabniško ime je 'admin'.

source: Define directories/URL's that require authentication.
sk: Definovať adresáre/URL, ktoré vyžadujú overenie.
sl: Določite mape in povezave, ki zahtevajo prijavo.

source: Defines when the shutdown is initiated.
sk: Definuje, kedy bolo začaté vypnutie.
sl: Določite, kdaj je sprožen ponovni zagon.

source: Delete
sk: Zmazať
sl: Izbriši

source: Delete ARP entry
sk: Zmazať ARP položku
sl: Odstrani ARP vnos

source: Delete Host
sk: Zmazať stroj
sl: Odstrani gostitelja

source: Delete Login Info
sl: Pobriši informacije o prijavi

source: Delete MIB
sk: Zmazať MIB
sl: Pobriši MIB

source: Delete RAID
sk: Zmazať RAID
sl: Odstrani RAID

source: Delete Route
sk: Zmazať cestu
sl: Odstrani pot

source: Delete Rsync job
sk: Zmazať úlohu rsync
sl: Pobriši Rsync delo

source: Delete URL
sk: Zmazať URL
sl: Izbriši URL

source: Delete algorithm
sk: Algoritmus mazania
sl: Pobriši algoritem

source: Delete all MIBs
sk: Zmazať všetky MIB
sl: Pobriši vse MIB

source: Delete all options
sk: Zmazať všetky voľby
sl: Izbriši vse možnosti

source: Delete all rules
sk: Zmazať všetky pravidlá
sl: Pobriši vsa pravila

source: Delete all self-tests
sk: Zmazať všetky testy funkčnosti
sl: Probiši vse self-teste

source: Delete auth group
sk: Zmazať autentif. skupinu
sl: Pobriši vse skupine dovoljenj

source: Delete command
sk: Zmazať príkaz
sl: Odstrani ukaz

source: Delete dataset
sk: Zmazať množinu dát
sl: Pobriši vse datasete

source: Delete device
sk: Zmazať zariadenie
sl: Izbriši napravo

source: Delete disk
sk: Zmazať disk
sl: Odstrani disk

source: Delete extent
sk: Zmazať rozsah
sl: Pobriši vse stopnje

source: Delete files on the receiving side that don't exist on sender.
sk: Zmazať súbory na strane príjemcu, ktoré neexistujú na strane odosielateľa.
sl: Pobriši datoteke na cilju, če ne obstajajo na pošiljatelju.

source: Delete group
sk: Odstrániť skupinu
sl: Odstrani skupino

source: Delete initiator
sk: Zmazať iniciátor
sl: Pobriši sprožitelja

source: Delete initiator group
sk: Zmazať skupinu iniciátora
sl: Pobriši skupino sprožitelja

source: Delete interface
sk: Zmazať rozhranie
sl: Odstrani vnesnik

source: Delete job
sk: Zmazať úlohu
sl: Izbriši opravilo

source: Delete module
sk: Zmazať modul
sl: Izbriši modul

source: Delete mount point
sk: Zmazať prípojný bod
sl: Izbriši priklopno točko

source: Delete option
sk: Zmazať voľbu
sl: Izbrišite izbiro

source: Delete pool
sk: Zmazať pool
sl: Izbriši bazen

source: Delete portal group
sk: Zmazať portálovú skupinu
sl: Izbriši portal skupino

source: Delete rule
sk: Zmazať pravidlo
sl: Izbriši pravilo

source: Delete self-test
sk: Zmazť automatický test
sl: Izbriši self-test

source: Delete share
sk: Zmazať zdieľanie
sl: Izbriši deljeno mapo

source: Delete target
sk: Zmazať cieľ
sl: Odstrani cilj

source: Delete user
sk: Zmazať používateľa
sl: Odstrani uporabnika

source: Deleting
sk: Odstraňuje sa
sl: Brisanje

source: Deleting GEOM metadata
sk: Mažú sa metadáta GEOM
sl: Pobriši GEOM meta podatke

source: Deleting MBR and partition table
sk: Maže sa MBR a tabuľka oblastí
sl: Izbriši MBR in particije

source: Deny
sk: Zamietnuť
sl: Zavrni

source: Description
sk: Popis
sl: Opis

source: Destination
sk: Cieľ
sl: Cilj

source: Destination email address.
sk: Cieľová emailová adresa.
sl: CIjni naslov e-pošte.

source: Destination host name or IP number.
sk: Názov alebo IP adresa cieľového hostiteľa
sl: Ime ali IP naslov cilja

source: Destination network
sk: Cieľová sieť
sl: Ciljno omrežje

source: Destination network bit count
sk: Počet bitov cieľovej siete
sl: Omrežna maska clija

source: Destination network for this static route
sk: Cieľová sieť tejto statickej cesty
sl: Ciljno omrežje za to statično pot

source: Destination port
sk: Cieľový port
sl: Vrata cilja

source: Destination share
sk: Cieľový zdieľaný priečinok
sl: Ciljni deljeni vir

source: Detected
sk: Zistené
sl: Zaznano

source: Detected RSYNC remote shares
sk: Zistené RSYNC vzdialené zdieľané priečinky
sl: Najdeni oddaljeni RSYNC deljeni viri

source: Determine the default timeout, in microseconds, before the first packet is retransmitted. The default is 1000000 (1 second).
sk: Určiť štandardnú dobu expirácie v mikrosekundách pred opätovným odoslaním prvého paketu. Štandardná hodnota je 1000000 (1 sekunda).
sl: Določi privzet čas v mikrosekundah, preden je prvi paket ponovno poslan. Privzeto je 1000000 (1 sekunda).

source: Device
sk: Zariadenie
sl: Naprava

source: Device /dev/%s - %s
sk: Zariadenie /dev/%s - %s
sl: Naprava /dev/%s - %s

source: Device IP
sk: IP zariadenia
sl: IP naprave

source: Device Pass-through
sl: Pass-through naprave

source: Device model
sl: Model naprave

source: Device name
sk: Názov zariadenia
sl: Ime naprave

source: Device polling
sk: Vyvolávanie zariadenia
sl: Prioritete naprave

source: Device polling is a technique that lets the system periodically poll network devices for new data instead of relying on interrupts. This can reduce CPU load and therefore increase throughput, at the expense of a slightly higher forwarding delay (the devices are polled 1000 times per second). Not all NICs support polling.
sk: Pýtanie sa zariadenia je tehnika, ktorou systém periodicky kontroluje dostupnosť nových údajov na sieťových zariadeniach namiesto použitia prerušení. To môže znížiť záťaž CPU a tak zvýšiť priepustnosť na úkor mierne zvýšeného oneskorenia preposielania (zariadenia sa kontrolujú 1000 krát za sekundu). Nie všeky sieťové adaptéry to podporujú.
sl: Polling naprave je tehnologija, ki dovoli sistemu periodično preverjanje naprave za novimi podatki, namesto, da odgovarja na prekinitve. To lahko zmanjša obremenitev procesorja in tako poveča hitrost, vendar malenkost zviša čas med posredovanji (naprave so preverjene 1000-krat v sekundi). Vse mrežne kartice ne podpirajo preverjanja.

source: Device: %s | Total: %s | Used: %s | Free: %s
sk: Zariadenie: %s | Celkom: %s | Využité: %s | Voľné: %s
sl: Naprava: %s | Skupaj: %s | Uporabljeno: %s | Prosto: %s

source: Devices
sk: Zariadenia
sl: Naprave

source: Diagnostics
sk: Diagnostika
sl: Diagnostika

source: Difference
sk: Rozdiel
sl: Razlika

source: Digital Audio Access Protocol
sl: Protokol digitalnega audio dostopa

source: Direction
sk: Smer
sl: Smer

source: Directory
sk: Adresár
sl: Mapa

source: Directory listing
sk: Výpis adresára
sl: Seznam map

source: Directory mask
sk: Maska adresára
sl: Maska map

source: Directory that contains removable media. (e.g /mnt/iscsi/)
sl: Mapa, ki vsebuje odstranljiv medij. (npr. /mnt/iscsi/)

source: Directory to incomplete files. An empty field means disable.
sl: Direktorij z nedokončanimi datotekami. Prazno polje pomeni, da je ta direktorij onemogočen.

source: Directory to watch for new .torrent files.
sk: Adresár, v ktorom sledovať nové súbory .torrent.
sl: Direktorij za spremljanje za novimi .torrent datotekami.

source: Disable AFP-over-Appletalk to prevent DDP connections.
sk: Vypnúť AFP-over-Appletalk, aby sa zamedzilo DDP spojeniam.
sl: Onemogoči AFP-preko-Appletalk za preprečevanje DDP povezav.

source: Disable File Manager
sl: Onemogoči nadzornika datotek

source: Disable console menu
sk: Vypnúť ponuku konzoly
sl: Onemogoči menu konzole

source: Disable firmware upload
sk: Vypnúť nahrávanie firmvéru
sl: Onemogoči nalaganje firmware

source: Disable firmware version check
sk: Vypnúť kontrolu verzie firmvéru
sl: Onemogoči preverjanje Firmware verzije

source: Disable speaker beep on startup and shutdown
sk: Vypnúť pípnutie reproduktora pri spustení a zastavení systému
sl: Onemogoči sistemski zvok ob zagonu in izklopu

source: Disabled
sk: Vypnuté
sl: Onemogočen

source: Disables :hex translations for anything except dot files. This option makes the '/' character illegal.
sk: Vypína :hex preklady všetkého okrem súborov s bodkou. Táto voľba zneplatnňuje znak „/“.
sl: Onemogoči :hex prevode za vse, razen dot datoteke. Ta možno naredi '/' znak neveljaven.

source: Discovered iSCSI target for %s
sk: Bol objavený iSCSI cieľ %s
sl: Zaznani iSCSI cilji za %s

source: Discovery Auth Group
sk: Autentif. skupina objavovania
sl: Skupine dovoljen za zaznavanje

source: Discovery Auth Method
sk: Autentif. metóda objavovania
sl: Načini prijav za zaznavanje

source: Disk space usage
sk: Využitie diskového priestoru
sl: Uporaba diska

source: Disks
sk: Disky
sl: Diski

source: Disks (ATA)
sk: Disky (ATA)
sl: Diski (ATA)

source: Display
sl: Prikaz

source: Distributed hash table
sk: Distribuovaná hašovacia tabuľka
sl: Razdeljena hash tabela

source: Do you really want to delete all MIBs?
sk: Skutočne chcete zmazať všetky MIB?
sl: Res želite odstraniti vse MIB-e?

source: Do you really want to delete all options?
sk: Skutočne chcete zmazať všetky voľby?
sl: Ali res želite izbrisati vse možnosti?

source: Do you really want to delete all rules?
sk: Skutočne chcete zmazať všetky pravidlá?
sl: Res želite odstraniti vsa pravila?

source: Do you really want to delete all scheduled self-tests?
sk: Skutočne chcete zmazať všetky testy funkčnosti?
sl: Res želite odstraniti vse self-teste?

source: Do you really want to delete this MIB?
sk: Skutočne chcete zmazať túto MIB?
sl: Res želite odstraniti MIB?

source: Do you really want to delete this Rsync job?
sk: Skutočne chcete zmazať túto úlohu rsync?
sl: Res želite odstraniti to Rsync pravilo?

source: Do you really want to delete this URL?
sk: Skutočne chcete zmazať tento URL?
sl: Ali res želite izbrisati ta URL?

source: Do you really want to delete this auth group?
sk: Skutočne chcete zmazať túto autentif. skupinu?
sl: Res želite odstraniti to skupino dovoljenj?

source: Do you really want to delete this command?
sk: Naozaj chcete zmazať tento príkaz?
sl: Res želite odstraniti ta ukaz?

source: Do you really want to delete this cron job?
sk: Naozaj chcete zmazať túto úlohu cron?
sl: Ali res želite izbrisati to cron opravilo?

source: Do you really want to delete this dataset?
sk: Skutočne chcete zmazať túto množinu dát?
sl: Res želite izbrisati ta dataset?

source: Do you really want to delete this device?
sk: Naozaj chcete zmazať toto zariadenie?
sl: Ali res želite izbrisati to napravo?

source: Do you really want to delete this disk? All elements that still use it will become invalid (e.g. share)!
sk: Skutočne chcete zmazať tento disk? Všetky prvky, ktoré ho ešte používajú budú zneplatnené (napr. zdieľané priečinky)!
sl: Ali res želite odstraniti ta disk? Vsi elementi, ki ga uporabljajo, bodo postali neveljavni (npr. deljene mape)!

source: Do you really want to delete this extent?
sk: Naozaj chcete zmazať tento rozsah?
sl: Res želite izbrisati ta obseg?

source: Do you really want to delete this group?
sk: Naozaj chcete túto skupinu odstrániť?
sl: Ali res želite odstraniti to skupino?

source: Do you really want to delete this host?
sk: Naozaj chcete zmazať tento stroj?
sl: Res želite odstraniti tega gostitelja?

source: Do you really want to delete this initiator group?
sk: Skutočne chcete zmazať túto skupinu iniciátora?
sl: Res želite izbrisati to skupino sprožiteljev?

source: Do you really want to delete this initiator? All elements that still use it will become invalid (e.g. share)!
sk: Naozaj chcete zmazať tento inicátor? Všetky prvky, ktoré ho používajú, budú zneplatnené (napr. zdieľania)!
sl: Res želite izbrisati tega sprožitelja? Vsi elementi, ki jih ta sprožitelj uporablja ne bodo več na voljo (npr. deljene mape)!

source: Do you really want to delete this interface?
sk: Skutočne chcete zmazať toto rozhranie?
sl: Ali res želite izbrisati ta vmesnik?

source: Do you really want to delete this module?
sk: Skutočne chcete zmazať tento modul?
sl: Res želite izbrisati ta modul?

source: Do you really want to delete this mount point? All elements that still use it will become invalid (e.g. share)!
sk: Naozaj chcete zmazať toto miesto pripojenia? Všetky prvky, ktoré ho používajú budú zneplatnené (napr. zdieľané priečinky)!
sl: ALi res želite odstraniti to točko priklopa? Vsi elementi, ki jo uporabljajo, ne bodo več veljavni (npr. deljene mape)!

source: Do you really want to delete this option?
sk: Skutočne chcete zmazať túto voľbu?
sl: Ali res želite izbrisati to možnost?

source: Do you really want to delete this pool?
sk: Skutočne chcete zmazať tento pool?
sl: Res želite izbrisati ta bazen?

source: Do you really want to delete this portal group?
sk: Skutočne chcete zmazať túto skupinu portálu?
sl: Res izbrišem portal skupino?

source: Do you really want to delete this route?
sk: Skutočne chcete zmazať túto cestu?
sl: Ali res želite odstraniti to pot?

source: Do you really want to delete this rule?
sk: Skutočne chcete zmzať toto pravidlo?
sl: Res želite izbrisati to pravilo?

source: Do you really want to delete this scheduled self-test?
sk: Skutočne chcete zmazať tento plánovaný automatický test?
sl: Res želite izbrisati ta self-test?

source: Do you really want to delete this share?
sk: Naozaj chcete zmazať tento zdieľaný priečinok?
sl: Ali res želite izbrisati to deljeno mapo?

source: Do you really want to delete this target?
sk: Naozaj chcete zmazať tento cieľ?
sl: Res želite odstraniti ta cilj?

source: Do you really want to delete this user?
sk: Naozaj chcete zmazať tohto používateľa?
sl: Ali res želite izbrisati tega uporabnika?
