Repository: freenas/freenas7
Catalog: locale/*.po
Languages: sk, sl

source: Mounting device.
sk: Pripája sa zariadenie
sl: Priklapljam napravo

source: Mounting...
sk: Pripája sa...
sl: Priklapljanje...

source: Mounts
sk: Pripojených oddielov
sl: Priklopi

source: Must choose one
sk: Musíte vybrať jednu z volieb
sl: Enega moreš izbrati

source: Mutual CHAP
sl: Skupen CHAP

source: Mutual CHAP Users
sl: Skupni CHAP uporabniki

source: NOPIN sending interval in seconds (%d by default).
sl: NOPIN interval med pošiljanjem v sekundah (%d privzeto).

source: NOT YET AVAILABLE
sk: ZATIAĽ NEDOSTUPNÉ
sl: ŠE NI NA VOLJO

source: NTP time server
sk: NTP časový server
sl: NTP časovni strežnik

source: Name
sk: Názov
sl: Ime

source: Name of the NAS host, without domain part e.g. %s.
sk: Názov NAS stroja bez doménovej časti, t.j. %s.
sl: Ime NAS strežnika, brez domene npr. %s.

source: Name of the device to use as swap device, e.g. %s.
sk: Názov zariadenia ktoré sa použije ako odkladacie, napr. %s.
sl: Ime naprave, ki jo uporabim za izmenljiv prostor, npr. %s.

source: Name of the server. If this field is left empty the default server is specified.
sk: Názov servera. Ak je toto pole prázdne, použije sa štandardný server.
sl: Ime strežnika. Če je polje prazno, bo izbran privzet strežnik.

source: Name of the variable.
sk: Názov premennej.
sl: Ime spremenljivke

source: NetBIOS name
sk: NetBIOS názov
sl: NetBIOS ime

source: Network
sk: Sieť
sl: Omrežje

source: Network authorised to access to the iSCSI target. It takes IP or CIDR addresses or 'ALL' for any IPs.
sl: Omrežje, kateremu je dovoljen dostop do iSCSI cilja. Sprejme IP ali CIDR naslov, ali pa 'ALL' za vse.

source: Network mask
sk: Sieťová maska
sl: Omrežna maska

source: Network port
sk: Sieťový port
sl: Omrežna vrata

source: Network that is authorised to access the NFS share.
sk: Sieť, ktorá má oprávnenie na prístup k zdieľanému priečinku NFS.
sl: Omrežje, kateremu je dovoljen dostop do NFS deljene mape.

source: Networks
sl: Omrežja

source: Never - Poll (check) the device regardless of its power mode. This may cause a disk which is spun-down to be spun-up when it is checked.
sk: Nikdy - Kontrolovať stav zariadenia bez ohľadu na napájací režim, v ktorom sa nachádza. To môže spôsobiť pri kontrole roztočenie disku, ktorý je v stave nečinnosti.
sl: Nikoli ne preveri (poll) naprave, neglede v katerem stanju je. To lahko povzroči zagon diska, če je pred tem že izklopljen.

source: New Device
sl: Nova naprava

source: No
sk: Nie
sl: Ne

source: No RSYNC Client configured
sk: Žiadny RSYNC klient nebol nakonfigurovaný
sl: Določen ni nobeden RSYNC odjemalec

source: No case folding
sk: Žiadne skladanie veľkosti písmen
sl: Ne uredi velikosti črk

source: No configured Auth Group. Please add new <a href='%s'>Auth Group</a> first.
sl: Ni definiranih skupin dovoljenj. Prosim, najprej dodajte novo <a href='%s'>skupino dovoljenj</a>.

source: No configured Extent. Please add new <a href='%s'>Extent</a> first.
sl: Ni nastavljenih obsegov. Prosim, dodajte nov <a href='%s'>obseg</a>.

source: No configured Initiator Group. Please add new <a href='%s'>Initiator Group</a> first.
sl: Ni nastavljenih skupin sprožiteljev. Prosim, dodajte novo <a href='%s'>skupino sprožiteljev</a>.

source: No configured Portal Group. Please add new <a href='%s'>Portal Group</a> first.
sl: Ni nastavljeni skupin portal. Prosim, dodajte novo <a href='%s'>skupino portal</a>.

source: No configured pools. Please add new <a href='%s'>pools</a> first.
sl: Ni nastavljenih bazenov. Prosim, dodajte nov <a href='%s'>bazen</a>.

source: No configured virtual devices. Please add new <a href='%s'>virtual device</a> first.
sl: Ni nastavljenih virtualnih naprav. Prosim, dodajte novo <a href='%s'>virtualno napravo</a>.

source: No device selected.
sl: Nobena naprava ni izbrana.

source: No disk configured
sk: Nebol nakonfigurovaný žiadny disk
sl: Ni nastavljenih diskov

source: No disks available. Please add new <a href='%s'>disk</a> first.
sl: Na voljo ni diskov. Prosim, dodajte nov <a href='%s'>disk</a>.

source: No file was uploaded.
sl: Nobena datoteka ni bila naložena.

source: No pool was found.
sl: Bazen ni najden.

source: Node Base
sl: Glava node-a

source: None
sk: Žiadne
sl: Nič

source: Normal
sk: Normálny
sl: Običajno

source: Norwegian (Bokmal)
sk: nórsky bokmål
sl: Norveščina (Bokmal)

source: Not all drivers/NICs support 802.1Q VLAN tagging properly. On cards that do not explicitly support it, VLAN tagging will still work, but the reduced MTU may cause problems.
sk: Nie všetky ovládače/sieťové katy majú korektnú podporu značkovania VLAN 802.1Q. Na katrách, ktoré nemajú výslovnú podporu bude značkovanie VLAN fungovať aj tak, ale zmenšená veľkosť MTU môže spôsobovať problémy.
sl: Vsi gonilniki/mrežne kartice ne podpirajo 802.1Q VLAN tagiranja. Na karticah, kjer ni zapisano, da podpirajo VLAN tagiranje, bo morda delovalo, vendar lahko skrajšan MTU povzroča težave.

source: Not attached
sk: Nepridaný
sl: Ni pripet

source: Note
sk: Poznámka
sl: Opombe

source: Note! Selecting 'Time Machine' on multiple shares will may cause unpredictable behavior in MacOS.
sl: Izbira 'časovni stroj' na večih deljenih mapah lahko povroči nenavadne težave v MacOS.

source: Note: Ctrl-click (or command-click on the Mac) to select and de-select minutes, hours, days and months.
sk: Pozn.: Ctrl-kliknutím (alebo command-kliknutím na Mac) vyberiete a zrušíte výber minút, hodín, dná a mesiacov.
sl: Opomba: Za izbor minut, ur, dnevov in mesecev uporabite Ctrl-klik (command-klik na MAC-u).

source: Note: Ctrl-click (or command-click on the Mac) to select and deselect groups.
sk: Pozn.: Ctrl-kliknutím (alebo command-kliknutím na počítačoch Mac) môžete vybrať a zrušiť výber skupiny.
sl: Uporabite ctrl-klik (ali command-klik na Mac-u), da izberete skupine.

source: Note: Ctrl-click (or command-click on the Mac) to select multiple entries.
sk: Poznámka: Ctrl-kliknutím (alebo command-kliknutím na Mac-u) označíte viaceré záznamy.
sl: Uporabite ctrl-klik (ali command-klik na Mac-u), da izberete več vnosov.

source: Nothing to synchronize
sl: Ničesar za sinhronizacijo

source: Notification email from host: %s
sl: Obvestilo od: %s

source: Now
sk: Teraz
sl: Zdaj

source: Null passwords
sk: Prázdne heslá
sl: Prazna gesla

source: Number of clients
sk: Počet klientov
sl: Število klientov

source: Number of log entries to show
sk: Koľko položiek záznamu zobrazovať
sl: Število prikazanih dnevniških vnosov

source: Number of log entries to show must be between 5 and 1000.
sk: Počet zobrazovaných položiek záznamu musí byť medzi 5 a 1000.
sl: Število zapisov v dnevniku more biti med 5 in 1000.

source: Number of servers
sk: Počet serverov
sl: Število strežnikov

source: Numeric identifier of the group.
sl: Številčen označevalec skupine.

source: OK
sl: Vredu

source: OS Version
sk: Verzia OS
sl: Verzija OS

source: Object name
sk: Názov objektu
sl: Ime predmeta

source: Occurrence
sk: Výskyt
sl: Pojav

source: Off
sl: Izključeno

source: Old passphrase
sk: Staré heslo
sl: Trenutno geslo

source: Old password
sk: Staré heslo
sl: Trenutno geslo

source: On
sl: Vključeno

source: Only allow anonymous users. Use this on a public FTP site with no remote FTP access to real accounts.
sk: Povoliť iba anonymných používateľov. Toto použite na verejnom FTP serveri, ktorý nemá vzdialený FTP prítup k skutočným účtom.
sl: Dovoli samo anonimne uporabnike. To uporabite na javnem FTP strežniku, ki nima dostopa do uporabniških podatkov.

source: Only allow authenticated users. Anonymous logins are prohibited.
sk: Povoliť iba overených používateľov. Anonymné prihasovanie je zakázané.
sl: Dovoli samo prijavljene uporabnike. Anonimne prijave niso omogočene.

source: Open a %s configuration XML file and click the button below to restore the configuration.
sk: Otvorením konfiguračného XML súboru %s a kliknutím na tlačidlo dolu obnovíte konfiguráciu.
sl: Za obnovitev nastavitev, odpri %s nastavitveno XML datoteko in kliknite spodbnji gumb.

source: Option
sk: Voľba
sl: Možnost

source: Optional user-friendly string of the target.
sl: Uporabnikov opis cilja.

source: Options
sk: Možnosti
sl: Možnosti

source: Others
sk: Iné
sl: Ostali

source: Out
sk: Von
sl: Ven

source: Outgoing SMTP mail server address, e.g. smtp.mycorp.com.
sk: Adresa servera odchádzajúcej pošty SMTP, napr. smtp.mojafirma.com
sl: Naslov odhodnega SMTP strežnika

source: Outgoing mail server
sk: Server odchádzajúcej pošty
sl: Odhodni SMTP strežnik

source: Overwrite already configured disks (only affects filesystem value).
sl: Prepiši že konfigurirane diske (samo vrednosti datotečnih sistemov).

source: Overwrite disks configuration
sl: Prepiši konfiguracije diskov

source: Owner
sk: Vlastník
sl: Lastnik

source: PHP Command
sk: PHP príkaz
sl: PHP ukaz

source: PPTP clients
sk: PPTP klienti
sl: PPTP klienti

source: Package Name
sk: Názov balíka
sl: Ime paketa

source: Package file
sk: Súbor balíka
sl: Datoteka paketa

source: Package is already installed.
sk: Balík je už nainštalovaný.
sl: Paket je že nameščen

source: Package upload failed (out of memory?)
sk: Nahrávanie balíka sa nepodarilo (nedostatok pamäte?)
sl: Nalaganje paketa ni uspelo (ni dovolj pomnilnika?)

source: Packages
sk: Balíky
sl: Paketi

source: Painfully aggressive
sl: Zelo agresiven

source: Partition number
sk: Číslo oblasti
sl: Številka razdelka

source: Partition type
sk: Typ oblasti
sl: Tip particije

source: Partitions
sk: Oddiely
sl: Particije

source: Passive ports
sk: Pasívne porty
sl: Pasiv porti

source: Passive ports restricts the range of ports from which the server will select when sent the PASV command from a client. The server will randomly choose a number from within the specified range until an open port is found. The port range selected must be in the non-privileged range (eg. greater than or equal to 1024). It is strongly recommended that the chosen range be large enough to handle many simultaneous passive connections (for example, 49152-65534, the IANA-registered ephemeral port range).
sk: Pasívne porty obmedzujú rozsah portov, z ktorých server vyberá po príkaze PASV od klienta. Server náhodne vyberie číslo z uvedeného rozsahu až kým nenájde voľbý port. Zvolený rozsah portov musí byť v neprivilegovanom rozsahu (t.j. nad 1024). Silne sa odporúča, aby bol zvolený rozsah dostatočne veľký na to, aby dokázal obsaluhovať množstvo pasívnych spojení súčasne (napr. 49152-65534, rozsah dočasných portov registrovaný organizáciou IANA).
sl: Pasiv rang vrat omejujejo vrata iz katerih strežnik prejme PASV ukaz od klientov. Strežnik bo naključno izbral številko vrat iz tega obsega, dokler ne najde prosih vrat. Rang vrat more biti med neprivilegiranimi (tj. večje od 1024). Priporočamo, da je razpon dovolj velik, da lahko strežnik sprejme vse povezave (npr. 49152-65534).

source: Passphrase
sk: Heslo
sl: Geslo

source: Passphrase don't match.
sk: Heslá sa nezhodujú.
sl: Gesli se ne ujemata.

source: Password
sk: Heslo
sl: Geslo

source: Password (confirmed)
sk: Heslo (potvrdené)
sl: Geslo (potrjeno)

source: Password authentication
sk: Autentifikácia pomocou hesla
sl: Prijava z geslom

source: Password don't match.
sk: Heslá sa nezhodujú.
sl: Gesli se ne ujemata

source: Password encryption
sk: Kryptovanie hesla
sl: Šifriranje gesla

source: Password for the administrative pages.
sk: Heslo webového rozhrania na správu.
sl: Geslo za administrativne strani.

source: Password of domain administrator account.
sk: Heslo účtu správcu domény.
sl: Geslo za domenskega administratorja.

source: Password suffix
sk: Prípona hesla
sl: Pripona gesla

source: Paste a DSA PRIVATE KEY in PEM format here.
sk: Vložte sem SÚKROMNÝ KĽÚČ DSA vo formáte PEM.
sl: Sem prilepite DSA PRIVATNI KLJUČ v PEM zapisu.

source: Paste a signed certificate in X.509 PEM format here.
sk: Vložte sem podpísaný certifikát vo formáte X.509 PEM
sl: Vnesite potrjen certifikat. V X.509 PEM zapisu.

source: Paste an private key in PEM format here.
sk: Sem vložte privátny kľúč vo formáte PEM.
sl: Tukaj prilepite privatni ključ v PEM formatu.

source: Path
sk: Cesta
sl: Pot

source: Path of the URL relative to document root.
sk: Cesta URL relatívna ku koreňovému adresáru dokumentov.
sl: Pot povezave, relativne do dokumentov.

source: Path to be shared.
sk: Cesta, ktorá sa má zdieľať.
sl: Pot, ki bo deljena.

source: Peer Secret
sl: Peer geslo

source: Peer User
sl: Peer uporabnik

source: Peer exchange
sl: Izmenjava pijavk

source: Permit root login
sk: Povoliť prihlásenie roota.
sl: Dovoli root prijavo

source: Permit to do SSH Tunneling.
sk: Povoliť SSH tunneling.
sl: Dovoli SSH tunel.

source: Physical interface
sk: Fyzické rozhranie
sl: Fizična naprava

source: Ping winbindd to see if it is alive:
sk: Vykonať ping na winbindd kvôli overeniu, či žije:
sl: Ping winbindd, da vidimo, če deluje:

source: Platform
sk: Platforma
sl: Platforma

source: Please check the <a href='%s' target='_blank'>documentation</a>.
sk: Prosím, pozrite si <a href='%s' target='_blank'>dokumentáciu</a>.
sl: Prosim, preverite <a href='%s' target='_blank'>dokumentacijo</a>.

source: Please note that blanks in path names are not allowed.
sk: Prosím, majte na pamäti, že v cestách nie sú povolené medzery.
sl: Prazna polja v imenih poti niso dovoljena.

source: Polish
sk: poľština
sl: Poljščina

source: Polling time
sk: Interval pýtania
sl: Čas preverjanja

source: Pool
sl: Preverjanje

source: Pool information and status
sl: Informacije in status preverjanj

source: Pools
sl: Preverjanja

source: Port
sl: Vrata

source: Port
sl: Vrata

source: Port %ld is already used by another service.
sk: Port %ld už využíva iné zariadenie.
sl: Vrata %ld uporablja že drug servis

source: Port forwarding
sk: Presmerovanie portov
sl: Posredovanje vrat

source: Port to listen for incoming peer connections. Default port is %d.
sk: Na ktorom porte počúvať prichádzajúce spojenia od rovesníkov. Predvolený port je %d.
sl: Vrata, na katerem čakam na povezave pijavk. Privzeta so %d.

source: Port to listen on. Default iTunes port is 3689.
sk: Na ktorom porte počúvať. Štandardný port pre iTunes je 3689.
sl: Vrata na katerih čakam. Privzeta iTunes vrata so 3689.

source: Port to listen on. Default port is %d.
sk: Na ktorom porte počúvať. Predvolený port je %d.
sl: Vrata, na katerih poslušam. Privzeta vrata so %d.

source: Port to listen on. Only dynamic or private ports can be used (from %d through %d). Default port is %d.
sk: Na ktorom porte počúvať. Je možné použiť iba dynamické alebo privátne porty (od %d do %d). Štandardný port pre iTunes je %d.
sl: Vrata, na katerih čakam na povezave. Uporabite lahko samo dinamična, ali privatna vrata (od %d do %d). Privzeta vrata so %d.

source: Portal Group
sl: Portal skupina.

source: Portal Groups
sl: Portal skupine.

source: Portals
sl: Portali

source: Ports
sk: Porty
sl: Vrata

source: Power Daemon
sk: Napíjací démon
sl: Demon električne porabe

source: Power mode
sk: Napájací režim
sl: Način napajanja

source: Preferred
sk: Uprednostňované
sl: Željen

source: Prefix
sl: Predpona

source: Preformatted file system
sk: Predformátovaný súborový systém
sl: Že formatiran datotečni sistem

source: Preserve extended attributes
sk: Zachovať rozšírené atribúty
sl: Obdrži dodatne atribute

source: Preserve modification times.
sk: Zachovať časy úprav.
sl: Obdrži čase datotek.

source: Preserve permissions
sk: Zachovať prístupové práva
sl: Ohrani dovoljenja

source: Primary Group
sk: Primárna skupina
sl: Primarna skupina

source: Primary group
sk: Primárna skupina
sl: Primarna skupina

source: Primary group is also selected in additional group.
sk: Primárna skupina je vybraná aj v ďalšej skupine
sl: Primarna skupina je prav zako izbrana v dodatni skupini.

source: Private Key
sk: Súkromný kľúč
sl: Privatni ključ

source: Private key
sk: Privátny kľúč
sl: Privatni ključ

source: Process
sk: Spracovať
sl: Proces

source: Processes
sk: Procesy
sl: Procesi

source: Processes information
sk: Informácie o procesoch
sl: Informacije o procesih

source: Profile
sk: Profil
sl: Profil

source: Proto
sl: Protokol

source: Protocol
sk: Protokol
sl: Protokol

source: Provider
sk: Poskytovateľ
sl: Ponudnik

source: Provides compatibility with Apple II clients.
sk: Poskytuje kompatibilitu s klientmi Apple II.
sl: Ponuja kompatibilnost z Apple 2 klienti.

source: Proxy
sl: Posrednik

source: Puts the hard disk into standby mode when the selected amount of time after the last hard disk access has been elapsed.
sk: Uvedie pevný disk do režimu stand by po uplynutí uvedeného intervalu od posledného prístupu k disku.
sl: Pošlje trdi disk v stanje pripravljenosti, ko poteče izbran čas od zadnjega posega na disku.

source: Queue Depth
sl: Dolžina vrste

source: Quiet
sk: Tichý
sl: Tiho

source: Quota
sl: Kvota

source: RSYNC - Client
sl: RSYNC - klient

source: RSYNC - Local
sl: RSYNC - lokalno

source: RSYNC Client
sk: RSYNC klient
sl: RSYNC klient

source: RSYNC Client informations
sk: Informácie RSYNC klienta
sl: Informacije o RSYNC klientu

source: RSYNC events
sk: Udalosti RSYNC
sl: RSYNC dogodki

source: RSYNC log
sk: RSYNC záznam
sl: RSYNC dnevnik

source: Raid name
sk: RAID názov
sl: RAID ime

source: Read
sk: Čítanie
sl: Preberi

source: Read Only (ro)
sl: Samo za branje (ro)

source: Read Only Access
sk: Prístup iba na čítanie
sl: Dostop samo za branje

source: Read from biggest priority
sl: Beri iz najvišje prioritete

source: Read from lowest load
sl: Preberi iz najnižje obremenitve

source: Read only
sk: Len na čítanie
sl: Samo za branje

source: Read/Write
sk: Čítanie a zápis
sl: Branje/Pisanje

source: Read/Write (rw)
sl: Branje/Pisanje (rw)

source: Read/Write (rw,dynamic) for removable types file size grow and shrink automatically by EOF (ignore specified size)
sl: Branje/Pisanje (rw,dynamic) za odstranjevalne tipe, datoteka se veča in manjša samodejno, z EOF

source: Read/Write (rw,extend) for removable types extend file size if EOM reached
sl: Branje/Pisanje (rw,extend) za odstranjevalne tipe, datoteka se veča, ko je EOM dosežen

source: Read/Write Access
sk: Prístup na čítanie a zápis
sl: Dostop za branje in pisanje

source: Readonly
sl: Samo za branje

source: Reboot
sk: Reštartovať
sl: Ponovni zagon

source: Receive Buffer Size
sk: Veľkosť prijímacieho bufera
sl: Velikost predpomnilnika sprejemanja

source: Recurse into directories.
sk: Prehľadávať podadresáre.
sl: Vrnitev v direktorije.

source: Recursive
sk: Rekurzívne
sl: Rekurziven

source: Recycle bin
sk: Odpadkový kôš
sl: Koš

source: Refresh
sl: Osveži

source: Reject
sk: Odmietnuť
sl: Zavrni

source: Release Notes
sl: Opombe ob izdaji

source: Reload page
sk: Obnoviť stránku
sl: Ponovno naloži stran

source: Remote Rsync Server
sk: Vzdialený rsync server
sl: Oddaljen Rsync strežnik

source: Remote address
sk: Vzdialená adresa
sl: Naslov oddaljenega računalnika

source: Remote module (source)
sk: Vzdialený modul (zdroj)
sl: Oddaljen modul (vir)

source: Remote module name
sk: Názov vzdialeného modulu
sl: Ime oddaljenega modula

source: Remote monitoring
sk: Vzdialené monitorovanie
sl: Oddaljen nadzor

source: Remote syslog server
sk: Vzdialený syslog server
sl: Oddaljeni syslog strežnik

source: Removable
sl: Odstranljivo

source: Remove all entries from ARP table
sk: Odstrániť všetky položky z ARP tabuľky
sl: Odstrani vse vnose v ARP tabeli

source: Report Generator
sl: Izdelovalec poročil

source: Report if the temperature had changed by at least N degrees Celsius since last report. Set to 0 to disable this report.
sk: Ohlásiť, ak sa teplota zmenila o aspoň N stupňov Celzia od posledného hlásenia. Nastavením na 0 vypnete toto hlásenie.
sl: Obvesti, če se je temperatura spremenila za vsaj N stopinj Celzija od zadnjega poročila. Nastavite na 0, da onemogočite to poročilo.

source: Report if the temperature is greater or equal than N degrees Celsius. Set to 0 to disable this report.
sk: Ohlásiť, ak je teplota vyššia alebo rovná N stupňov Celzia. Nastavením na 0 vypnete toto hlásenie.
sl: Obvesti, če je temperatura višja, ali enaka N stopinj Celzija. Nastavite na 0, da onemogočite to poročilo.

source: Reports
sk: Správy
sl: Poročila

source: Require authentication.
sk: Vyžadovať autentifikáciu.
sl: Zahteva prijavo.

source: Required
sk: Požadované
sl: Zahtevano

source: Rescan disks
sl: Ponovno poišči diske

source: Rescan interval
sk: Interval opätovnej kontroly
sl: Interval ponovnega iskanja

source: Resetting channel
sl: Resetiram kanal

source: Resolve
sk: Prekladať
sl: Razreši

source: Resolve IP addresses to hostnames
sk: Prekladať IP adresy na názvy strojov
sl: Zamenjaj IP naslove v imena gostiteljev

source: Restore configuration
sk: Obnoviť konfiguráciu
sl: Obnovi nastavitve

source: Restore metadata from the given file to the given provider.
sk: Obnoviť metadáta z daného súboru danému poskytovateľovi.
sl: Obnovi meta podatke iz dane datoteke, podanemu ponudniku.

source: Results for net rpc testjoin:
sk: Výsledky net rpc testjoin:
sl: Rezultati net rpc testnega priklopa:

source: Resume
sk: Obnoviť
sl: Povrni

source: Retry
sk: Skúsiť znovu
sl: Poskusi ponovno

source: Reverse DNS lookup
sk: Reverzný DNS preklad
sl: Reverse DNS vpogled

source: Romanian
sk: rumunčina
sl: Romunsko

source: Root bind DN
sk: Koreňový DN pre pripojenie
sl: Root priklop DN

source: Root bind password
sk: Koreňové heslo pre pripojenie
sl: Root priklopno geslo

source: Round-robin read
sl: Round-robin branje

source: Routes
sk: Cesty
sl: Poti

source: Routing tables
sk: Smerovacie tabuľky
sl: Routing tabele

source: Rows
sk: Riadky
sl: Vrstice

source: Rsync job
sk: Úloha rsync
sl: Rsync opravilo

source: Rule
sk: Pravidlo
sl: Pravilo

source: Rule number
sk: Číslo pravidla
sl: Številka pravila

source: Rules
sk: Pravidlá
sl: Pravila

source: Run now
sk: Spustiť teraz
sl: Zaženi sedaj

source: Running
sk: Beží
sl: V teku

source: Russian
sk: ruština
sl: Ruščina

source: S.M.A.R.T. events
sk: udalosti S.M.A.R.T.
sl: S.M.A.R.T. dogodki

source: S.M.A.R.T. extra options
sl: S.M.A.R.T. dodatne možnosti

source: S.M.A.R.T. log
sk: Záznam S.M.A.R.T.
sl: S.M.A.R.T. dnevnik

source: SNMP Modules
sk: SNMP moduly
sl: SNMP moduli

source: SSH events
sk: Udalosti SSH
sl: SSH dogodki

source: SSHD log
sk: Záznam SSHD
sl: SSHD dnevnik

source: SSL/TLS only
sk: Iba SSL/TLS
sl: Samo SSL/TLS

source: Samba will read from file asynchronously when size of request is bigger than this value. (%d by default)
sl: Samba bo brala iz datoteke asinhrono, ko je velikost zahtevka višja, kot ta vrednost. (%d privzeto)

source: Samba will write to file asynchronously when size of request is bigger than this value. (%d by default)
sl: Samba bo pisala v datoteko asinhrono, ko je velikost zahtevka večja od nastavljene vrednosti. (%d privzeto)

source: Save
sk: Uložiť
sl: Shrani

source: Save and Restart
sk: Uložiť a reštartovať
sl: Shrani in ponovno poženi

source: Save login information in configuration file.
sl: Shrani prijavne informacije v konfiguracijski datoteki.

source: Saved file to
sk: Súbor bol uložený do
sl: Shrani datoteko v

source: Scan Targets
sl: Išči cilje

source: Scan file system every N seconds to see if any files have been added or removed. Set to 0 to disable background scanning. If background rescanning is disabled, a scan can still be forced from the status page of the administrative web interface.
sk: Kontrolovať súborový systém každých N sekúnd, či neboli pridané lebo odstránené súbory. Kontrolu na pozadí vypnete nastavením na 0. Ak je kontrola na pozadí vypnutá, je vždy možné vynútiť kontrolu zo stavovej stránky webového rozhrania na správu.
sl: Preišči datotečni sistem vsakih N sekund, da najdeš datoteke, ki so bile dodane, ali spremenjene. Nastavite na 0, da onemogočite iskanje v ozadju. Če je iskanje v ozadju onemogočeno, je iskanje še vedno mogoče pognati iz statusne strani spletnega vmsenika.

source: Scan type
sk: Typ kontroly
sl: Tip iskanja
