Repository: freenas/freenas7
Catalog: locale/*.po
Languages: sk, sl

source: Do you really want to delete this volume?\n!!! Note, all data will get lost and can not be recovered. !!!
sk: Skutočne chcete zmazať tento zväzok?\n!!! Pozn.: Všetky údaje sa stratia anebude možné ich obnoviť. !!!
sl: Res želite izbrisati to particijo?\n!!! Vedite, da bodo vsi podatki izgubljeni. !!!

source: Do you really want to format this disk? All data will be lost!
sk: Naozaj chcete formátovať disk? Všetky údaje sa stratia!
sl: Ali res želite formatirati ta disk? Vsi podatki bodo izgubljeni!

source: Do you really want to remove the selected item from the list?
sk: Skutočne chcete odstrániť vybranú položku zo zoznamu?
sl: Res želite izbrisati izbrano iz seznama?

source: Do you really want to uninstall this package?
sk: Naozaj chcete odinštalovať tento balík?
sl: Res želite odstraniti ta paket?

source: Document root
sk: Koreňový adresár webu
sl: Root dokument

source: Document root of the webserver. Home of the web page files.
sk: Koreňový adresár webového servera. Domovský adresár súborov webstránok.
sl: Datoteke spletnega strežnika.

source: Domain
sk: Doména
sl: Domena

source: Domain controller name
sk: Názov radiča domény
sl: Ime domenskega kontrolerja

source: Domain name
sk: Názov domény
sl: Ime domene

source: Domain name (DNS/Realm-Name)
sk: Doménový názov (DNS/názov domény)
sl: Ime domene (DNS/Realm ime)

source: Domain name (NetBIOS-Name)
sk: Doménový názov (názov NetBIOS)
sl: Ime domene (NetBIOS ime)

source: Domain name in old format, e.g. EXAMPLE.
sk: Doménový názov v starom formáte, napr. EXAMPLE.
sl: Ime domene v starejšem formatu, npr. PRIMER.

source: Domain name, e.g. example.com.
sk: Doménový názov, napr. EXAMPLE.
sl: Ime domene, npr. primer.com.

source: Don't Erase MBR
sk: Nevymazávať MBR
sl: Ne izbriši MBR

source: Don't advertise createfileid, resolveid, deleteid calls.
sk: Neoznamovať volania createfileid, resolveid, deleteid.
sl: Ne prikazuj createfileid, resolveid, deleteid klicev.

source: Don't erase the MBR (useful for some RAID controller cards)
sk: Nevymazávať MBR (užitočné pri niektorých ovládacích kartách RAID)
sl: Ne izbriši MBR (uporabno pri nekaterih RAID kontrolerjih)

source: Don't stat volume path when enumerating volumes list, useful for automounting or volumes created by a preexec script.
sk: Nevykonávať stat() cesty k zväzku pri vypisovaní zoznamu zväzkov. Využiteľné na automatické pripájanie zväzkov, ktoré vytvoril preexec skript.
sl: Don't stat poti particij, pri raziskovanju seznama diskov. Uporabno za samodejo priklapljanje, ali particije ustvarjene s preexec skripto.

source: Donate
sk: Prispieť
sl: Doniraj

source: Done
sk: Hotovo
sl: Narejeno

source: Done.
sk: Hotovo.
sl: Opravljeno.

source: Dos charset
sk: Znaková sada DOS
sl: Dos kodna tabela

source: Download
sk: Stiahnuť
sl: Prenos

source: Download bandwidth
sk: Šírka pásma sťahovania
sl: Pasovna širina prenosa

source: Download configuration
sk: Stiahnuť konfiguráciu
sl: Snami/shrani nastavitve

source: Download directory
sk: Priečinok na sťahovanie
sl: Mapa prenosov

source: Download firewall rules.
sk: Stiahnuť pravidlá firewallu
sl: Prenesi pravila požarnega zidu

source: Driver
sk: Ovládač
sl: Gonilnik

source: Driver list
sk: Zoznam ovládačov
sl: Seznam gonilnikov

source: Duplicate mount point name.
sk: Názov duplicitného bodu pripojenia.
sl: Podvojeno ime priklopa.

source: Dutch
sk: holandčina
sl: Nizozemščina

source: Dynamic DNS
sk: Dynamické DNS
sl: Dinamični DNS

source: EA support
sk: Podpora rozš. atrib.
sl: EA podpora

source: EFI/GPT partition can be use with UFS only.
sk: Oddiel EFI/GPT je možné použiť iba s UFS.
sl: EFI/GPT particije lahko uporabite samo z UFS.

source: Edit
sk: Upraviť
sl: Uredi

source: Edit Host
sk: Upraviť stroj
sl: Uredi gostitelja

source: Edit MIB
sk: Upraviť MIB
sl: Uredi MIB

source: Edit RAID
sk: Upraviť RAID
sl: Uredi RAID

source: Edit Route
sk: Upraviť cestu
sl: Uredi pot

source: Edit Rsync job
sk: Upraviť úlohu rsync
sl: Uredi Rsync pravilo

source: Edit URL
sk: Upraviť URL
sl: Uredi URL

source: Edit auth group
sk: Upraviť autentif. skupinu
sl: Uredi skupino dovoljenj

source: Edit command
sk: Upraviť príkaz
sl: Uredi ukaz

source: Edit dataset
sk: Upraviť množinu dát
sl: Uredi dataset

source: Edit device
sk: Upraviť zariadenie
sl: Uredi napravo

source: Edit disk
sk: Upraviť disk
sl: Uredi disk

source: Edit extent
sk: Upraviť rozsah
sl: Uredi obseg

source: Edit group
sk: Upraviť skupinu
sl: Uredi skupino

source: Edit initiator
sk: Upraviť inicátor
sl: Uredi sprožitelja

source: Edit initiator group
sk: Upraviť skupinu iniciátora
sl: Uredi skupino sprožiteljev

source: Edit interface
sk: Upraviť rozhranie
sl: Uredi vmesnik

source: Edit job
sk: Upraviť úlohu
sl: Uredi opravilo

source: Edit module
sk: Upraviť modul
sl: Uredi modul

source: Edit mount point
sk: Upraviť prípojný bod
sl: Uredi priklopno točko

source: Edit option
sk: Upraviť voľbu
sl: Uredi možnost

source: Edit pool
sk: Upraviť pool
sl: Uredi bazen

source: Edit portal group
sk: Upraviť skupinu portálu
sl: Uredi portal skupino

source: Edit rule
sk: Upraviť pravidlo
sl: Uredi pravilo

source: Edit self-test
sk: Upraviť automatický test
sl: Uredi selg-test

source: Edit share
sk: Upraviť zdieľaný priečinok
sl: Uredi deljeno mapo

source: Edit target
sk: Upraviť cieľ
sl: Uredi cilj

source: Edit user
sk: Upraviť používateľa
sl: Uredi uporabnika

source: Email
sl: E-pošta

source: Email Report
sk: Správa emailom
sl: E-poštno poročilo

source: Email notification
sk: Upozornenie emailom
sl: E-poštno obvestilo

source: Email report
sk: Upraviť správu
sl: E-poštno poročilo

source: Enable
sk: Zapnúť
sl: Omogoči

source: Enable Advanced Format (4KB sector)
sl: Omogoči napreden format (4KB sektor)

source: Enable Asynchronous I/O (AIO)
sl: Omogoči asinhron I/O (AIO)

source: Enable FXP protocol.
sk: Zapnúť protokol FXP.
sl: Omogoči FXP protokol.

source: Enable NTP
sk: Zapnúť NTP
sl: Omogoči NTP

source: Enable SMTP authentication.
sk: Zapnúť overovanie SMTP.
sl: Omogoči SMTP prijavo.

source: Enable TLS/SSL connections.
sk: Povoliť TLS/SSL spojenia.
sl: Omogoči TLS/SSL povezave.

source: Enable Zeroconf/Bonjour to advertise services of this device
sk: Zapnúť oznamovanie služieb tohto rozhrania pomocou Zeroconf/Bonjour
sl: Omogoči Zeroconf/Bonjour za oglaševanje te naprave

source: Enable anonymous bind.
sk: Zapnúť anonymné pripojenie
sl: Omogoči anonimen priklop.

source: Enable authentication.
sk: Zapnúť overovanie.
sl: Omogoči prijavo.

source: Enable automatic disk discovery.
sl: Omogoči samodejno obnovo diska.

source: Enable compression.
sk: Zapnúť kompresiu
sl: Omogoči stiskanje.

source: Enable console screensaver
sk: Povoliť šetrič obrazovky na konzole
sl: Omogoči ohranjevalnik zaslona konzole.

source: Enable device polling
sk: Zapnúť vyvolávanie zariadenia
sl: Omogoči polling naprav

source: Enable directory listing.
sk: Zapnúť výpis obsahu adresárov.
sl: Omogoči seznam mape.

source: Enable distributed hash table.
sk: Upraviť distrubuovanú hašovaciu tabuľku.
sl: Omogoči distribuirano hash tabelo.

source: Enable domain wildcarding.
sk: Zapnúť substitúcie v názvoch domén.
sl: Dovoli nepopolne domene (wildcard).

source: Enable extended attribute support
sk: Zapnúť podporu rozšírených atribútov.
sl: Omogoči napredno podporo atributov

source: Enable extended attributes for this file system.
sk: Povoliť rozšírené atribúty tohto súborového systému.
sl: Omogoči napredne atribute za ta datotečni sistem.

source: Enable firmware upload
sk: Zapnúť nahrávanie firmvéru
sl: Omogoči nalaganje firmware

source: Enable foreground/background file system consistency check during boot process.
sk: Zapnúť kontrolu konzistencie súborového systému v popredí/pozadí počas štartovania systému.
sl: Omogoči preverjanje datotečnih sistemov med zagonom sistema.

source: Enable guest access.
sk: Zapnúť hosťovský prístup.
sl: Omogoči dostop gostom.

source: Enable keyboard-interactive authentication.
sk: Zapnúť interaktívnu autentifikáciu pomocou klávesnice.
sl: Omogoči prijavo s tipkovnico.

source: Enable large read/write
sk: Zapnúť veľké čitanie/zápis
sl: Omogoči veliko branje/pisanje

source: Enable local user authentication.
sk: Zapnúť lokálne overovanie používateľov.
sl: Omogoči preverjanje lokalnih uporabnikov.

source: Enable module listing.
sk: Zapnúť výpis modulov.
sl: Omogoči seznam modulov.

source: Enable peer exchange (PEX).
sk: Povoliť Peer exchange (PEX).
sl: Omogoči izmenjavo soležnikov (PEX).

source: Enable permission inheritance
sk: Zapnúť dedičnosť práv
sl: Omogoči posvojitev dovoljenj

source: Enable port forwarding via NAT-PMP or UPnP.
sk: Povoliť presmerovanie portov pomocou NAT-PMP alebo UPnP.
sl: Omogoči posredovanje portov z NAT-PMP ali UPnP.

source: Enable proxy authentication.
sk: Zapnúť overenie prostredníctvom proxy.
sl: Omogoči proxy prijavo.

source: Enable recycle bin
sk: Zapnúť odpadkový kôš
sl: Omogoči koš

source: Enable remote monitoring of the local connected UPS.
sk: Zapnúť vzdialené monitorovanie
sl: Omogoči oddaljen nadzor nad priključenimi UPS napravami.

source: Enable reverse DNS lookup performed on the remote host's IP address for incoming active mode data connections and outgoing passive mode data connections.
sk: Zapnúť reverzný DNS preklad IP adresy vzdialeného hostiteľa pri prichádzajúcich aktívnych a odchádzajúcich pasívnych spojeniach.
sl: Omogoči reverse DNS vpogled, opravljen na oddaljenem IP naslovu, za dohodne aktivno podatkovne povezave, ter odhodne pasivno podatkovne povezave.

source: Enable reverse DNS lookup.
sk: Zapnúť reverzný DNS preklad
sl: Omogoči reverse DNS vpoglede.

source: Enable serial console
sl: Omogoči serijsko povezavo

source: Enable store DOS attributes
sk: Zapnúť ukladanie DOS atribútov.
sl: Omogoči shranjevanje DOS atributov

source: Enable syslog'ing to remote syslog server
sk: Zapnúť odosielanie záznamov na vzdialený syslog server
sl: Omogoči sistemski dnevnik na oddaljeni syslog strežnik

source: Enable the ident protocol (RFC1413).
sk: Zapnúť protokol ident (RFC1413).
sl: Omogoči ident protokol (RFC1413).

source: Enable the system power control utility
sk: Zapnúť systémový nástroj správy napájania
sl: Omogoči sistemsko kontrolo nad električno porabo

source: Enable transcoding.
sk: Povoliť prekódovanie
sl: Omogoči transkodiranje.

source: Enable traps.
sl: Omogoči pasti.

source: Enable tuning of some kernel variables
sk: Zapnúť ladenie niektorých premenných jadra
sl: Omogoči uravnavanje nekaterih spremenljivk jedra.

source: Enable use sendfile.
sk: Zapnúť použitie sendfile
sl: Omogoči uporabo pošiljanja datotek.

source: Enable web user interface.
sk: Zapnúť webové používateľské rozhranie.
sl: Omogoči spletni uporabniški vmesnik

source: Enabled
sk: Zapnuté
sl: Omogočen

source: Enables crlf translation for TEXT files, automatically converting macintosh line breaks into Unix ones. Use of this option might be dangerous since some older programs store binary data files as type 'TEXT' when saving and switch the filetype in a second step. Afpd will potentially destroy such files when 'erroneously' changing bytes in order to do line break translation.
sk: Zapína preklad koncov riadkov textových súborov CR/LF, čím automaticky prekladá zakončenia riadkov Macintosh na unixové zakončenia. Použitie tejto voľby môže byť nebezpečné, pretože niektoré staršie programy ukladajú binárne údaje ako typ TEXT a v druhom kroku zmenia typ súboru. Afpd má sklon zničiť takéto súbory, keď „chybne” zmení binárny súbor v snahe o preklad zakončenia riadkov.
sl: Omogoči rclf prevajanje TEKST datotek, ki samodejno pretvori macintosh prelome vrstic v Unix prelome. Uporaba te možnosti je lahko nevarna, saj nekateri starejši programi shranjujejo binarne datoteke, v tipu 'TEKST', ter jih šele potem pretvorijo v primerno datoteko. Afpd lahko takšne datoteke pokvari.

source: Encrypted
sk: Šifrované
sl: Šifrirano

source: Encrypting '%s'... Please wait
sk: Kryptuje sa „%s“... čakajte prosím
sl: Kriptiranje '%s'... Prosim počakajte

source: Encryption
sk: Kryptovanie
sl: Šifriranje

source: Encryption algorithm
sk: Kryptovací algoritmus
sl: Algoritem šifriranja

source: Encryption algorithm to use.
sk: Ktorý šifrovací algoritmus použiť
sl: Uporabljen šifrirni algoritem.

source: English
sk: angličtina
sl: Angleščina

source: Enter a custom port number for the WebGUI above if you want to override the default (80 for HTTP, 443 for HTTPS).
sk: Zadajte vlastné číslo portu pre WebGUI ak chcete použiť iné ako štandardné (80 pre HTTP, 433 pre HTTPS).
sl: Izberite številko vrat za spletni vmesnik, če želite spremeniti privzeto (80 za HTTP, 443 za HTTPS).

source: Enter a valid sysctl MIB name.
sk: Zadajte platný názov sysctl MIB.
sl: Vpišite veljavno sysctl MIB ime.

source: Enter desired system time directly (format mm/dd/yyyy hh:mm) or use icon to select it.
sk: Zadajte priamo požadovaný systémový čas (vo formáte mm/dd/yyyy hh:mm) alebo ho vyberte pomocou ikony.
sl: Vpišite sistemski čas (format mm/dd/yyyy hh:mm), ali uporabite ikono, za izbor.

source: Enter the passphrase that will be used in WPA-PSK mode. This must be between 8 and 63 characters long.
sk: Zadajte heslo, ktoré sa použije v režime WPA-PSK. Musí mať dĺžku medzi 8 a 63 znakmi.
sl: Vpišite geslo, ki bo uporabljeno za WPA-PSK. Geslo more biti dolgo med 8 in 63 znaki.

source: Enter the path to the home directory of that user. Leave this field empty to use default path /mnt.
sk: Zadajte cestu k domovskému adresáru používateľa. Ak necháte toto pole prázdne, použije sa štandardná cesta /mnt.
sl: Vpišite pot do domače mape tega uporabnika. Prazno polje uporabi privzeto pot /mnt.

source: Enter the port to send the traps to (default 162).
sk: Zadajte port, na ktorý sa majú posielať záznamy (štandardne 162).
sl: Vpišite vrata za pošiljanje pasti (privzeto 162).

source: Enter trap host name.
sk: Zadajte názov cieľového stroja pre zasielanie.
sl: Vpišite ime pasi

source: Error
sk: Chyba
sl: Napaka

source: Error: The changes could not be applied (error code %s).
sk: Chyba: Zmeny nebolo možné použiť (chybový kód %s).
sl: Napaka: Spremembe ne morejo biti uveljavljene (koda napake %s).

source: Event
sk: Udalosť
sl: Dogodek

source: Execute
sk: Vykonať
sl: Izvedi

source: Execute command
sk: Vykonať príkaz
sl: Izvedi

source: Execute command pre or post system initialization (booting) or before system shutdown.
sk: Vykonať prákaz pred alebo po inicializácii systému (zavádzaní) alebo pred vypnutím systému.
sl: Izvedba ukaza pred ali po sistemski inicializaciji (zagonu), ali pred izklopom sistema.

source: Execute now
sk: Vykonať teraz
sl: Izvedi sedaj

source: Expire
sk: Vypršanie
sl: Poteče

source: Export
sk: Exportovať
sl: Izvoz

source: Extended attributes
sl: Dodatni atributi

source: Extensions
sk: Rozšírenia
sl: Razširitve

source: Extent
sk: Rozsah
sl: Obseg

source: Extent Name
sl: Ime obsega

source: Extent name
sk: Názov rozsahu
sl: Ime obsega

source: Extents must be defined before they can be used, and extents cannot be used more than once.
sk: Rozsahy musia byť definvoané predtým, než sú použité, a nie je možné rozsah použiť viac ako raz.
sl: Obseg more biti definiran, preden je lahko uporabljen. Enak obseg ne more biti večkrat uporabljen.

source: Extra options
sk: Ďalšie voľby
sl: Dodatne možnosti

source: Extra options (usually empty).
sk: Ďalšie voľby (zvyčajne prázdne).
sl: Dodatne možnosti (po navadi prazno).

source: Extra options to /etc/ssh/sshd_config (usually empty). Note, incorrect entered options prevent SSH service to be started.
sk: Ďalšie parametre pre /etc/ssh/sshd_config (zvyčajne prázdne). Pozn.: Nesprávne parametre zabránia spusteniu služby SSH.
sl: Dodatne možnosti v /etc/ssh/sshd_config (po navadi prazno). Napačno vpisane možnosti bodo preprečile zagon SSH servisa.

source: Extra options to ifconfig (usually empty).
sk: Ďalšie voľby pre ifconfig (zvyčajne prázdne).
sl: Dodatne možnosti za ifconfig (ponavadi prazno).

source: Extra options to rsync (usually empty).
sk: Ďalšie parametre pre rsync (zvyčajne prázdne).
sl: Dodatne možnosti za rsync (po navadi prazno).

source: FTP - Ban module
sl: FTP - module prepovedanih

source: FTP - File transfer
sl: FTP - prenos datotek

source: FTP Proxy
sl: FTP posrednik

source: FTP events
sk: Udalosti FTP
sl: FTP dogodki

source: FTP log
sk: Záznam FTP
sl: FTP dnevnik

source: FTP server disabled
sk: FTP server je vypnutý
sl: FTP strežnik onemogočen

source: FXP allows transfers between two remote servers without any file data going to the client asking for the transfer (insecure!).
sk: FXP umožňuje prenosy medzi dvoma vzdialenými servermi bez toho, aby akékoľvek dáta prechádzali klientom, ktorý o prenos žiadal (nezabezpečené!).
sl: FXP omogoča prenose med dvema oddaljenima strežnikoma brez preverjanja podatkov pri klientu (ni varno!).

source: Factory defaults
sk: Štandardné nastavenia
sl: Tovarniške nastavitve

source: Failed
sk: Neúspešné
sl: Spodletelo

source: Failed to create in-memory file system.
sk: Nepodarilo sa vytvoriť pamäťový súborový systém.
sl: Ne morem ustvariti datotečnega sistema v spominu.

source: Failed to execute cron job.
sk: Nepodarilo sa vykonať cron úlohu
sl: Ne morem zagnati časovnega opravila.

source: Failed to send status report to: %s.
sk: Nepodarilo sa poslať správu o stave pre: %s.
sl: Ne morem poslati poročila na: %s.

source: Failed to send status report. Please check the <a href='%s'>log</a> files.
sk: Nepodarilo sa odoslať správu o stave. Prosím, skontrolujte <a href='%s'>záznamy</a>.
sl: Ne morem poslati poročila. Prosim, preverite <a href='%s'>log</a>.

source: Failed to send test email to: %s.
sk: Nepodarilo sa odoslať testovací email pre: %s.
sl: Ne morem poslati testnega sporočila na: %s.

source: Failed to send test email. Please check the <a href='%s'>log</a> files.
sk: Nepodarilo sa odoslať testovací email. Prosím, skontrolujte <a href='%s'>záznamy</a>.
sl: Ne morem poslati testnega sporočila. Prosim, preverite <a href='%s'>log</a>.

source: Failed to upload file.
sk: Nepodarilo sa nahrať súbor.
sl: Nisem mogel naložiti datoteke.

source: Failed to upload metadata backup file.
sk: Nepodarilo sa nahrať záložný súbor metadát.
sl: Nisem mogel naložiti meta podatkovne arhivske datoteke.

source: Failed to write file to disk.
sl: Nisem mogel zapisati datoteke na disk.

source: Failed.
sk: Zlyhalo.
sl: Spodletelo.

source: File
sk: Súbor
sl: Datoteka

source: File Editor
sk: Editor súborov
sl: Urejevalnik datotek

source: File Manager
sk: Správca súborov
sl: Upravljalnik datotek

source: File Transfer Protocol
sl: Protokol prenosa datotek

source: File not found
sk: Súbor sa nenašiel
sl: Datoteka ni najdena

source: File path
sk: Cesta k súboru
sl: Pot do datoteke

source: File path (e.g. /mnt/sharename/extent/%s) used as extent.
sl: Pot do datoteke (npr. /mnt/sharename/extent/%s), ki bo uporabljena kot obseg

source: File size
sk: Veľkosť súboru
sl: Velikost datoteke

source: File sizeunit
sl: Enota velikosti datoteke

source: File system
sk: Súborový systém
sl: Datotečni sistem

source: File system check
sk: Kontrola súborového systému
sl: Pregled datotečnega sistema

source: File upload stopped by extension.
sl: Prenos datoteke ni uspel zaradi končnice

source: Filename
sk: Názov súboru
sl: Ime datoteke

source: Firewall
sl: Požarni zid

source: Firewall rule
sk: Pravidlo firewallu
sl: Pravilo požarnega zidu

source: Firmware
sk: Firmvér
sl: Strojna programska oprema

source: Firmware image file
sk: Súbor s obrazom firmvéru
sl: Firmware datoteka

source: Firmware uploading is not supported on this platform.
sk: Nahrávanie firmvéru nie je na tejto platforme pdporované.
sl: Na tej platformi nalaganje Firmware-a ni mogoče.

source: Firmware version check
sk: Kontrola verzie firmvéru
sl: Preverjanje Firmware verzije

source: Flags
sk: Príznaky
sl: Zastavice

source: Follow
sk: Nasledovať
sl: Sledi

source: Forced update period
sk: Vynútený interval aktualizácie
sl: Vsiljen čas posodobitev

source: Format
sk: Formát
sl: Formatiranje

source: Format disk
sk: Formátovať disk
sl: Formatiraj disk

source: Format the report for phpBB forum.
sl: Format poročila za phpBB forum.

source: Free
sl: Brezplačen

source: Free disk space
sk: Voľné miesto na disku
sl: Prost diskovni prostor

source: French
sk: francúzština
sl: Francoščina

source: Frequency
sk: Frekvencia
sl: Pogostost

source: From email
sk: Z emailu
sl: E-pošta od

source: Full
sk: Plná
sl: Polno

source: Full Name
sk: Celé meno
sl: Polno ime

source: GPT partition
sl: GPT particija

source: Gateway
sk: Brána
sl: Prehod

source: Gateway to be used to reach the destination network.
sk: Brána na dosiahnutie cieľovej siete.
sl: Prehod, ki se naj uporabi, za doseg ciljnega omrežja

source: General
sk: Všeobecné
sl: Splošno

source: General Setup
sk: Všeobecné nastavenia
sl: Splošne nastavitve

source: Generate
sl: Ustvari

source: German
sk: nemčina
sl: Nemščina

source: Get Target Info
sl: Dobi informacije o cilju

source: Give only local users access to the web page.
sk: Umožnoť používateľovi iba lokálny prístup k webstránke.
sl: Dovoli samo lokalnim uporabnikom dostop do spletne strani.

source: Grant access to the user portal.
sl: Dovoli dostop do uporabniškega portala.

source: Graph
sk: Graf
sl: Graf

source: Greek
sk: gréčtina
sl: Grščina

source: Greeting banner displayed by FTP when a connection first comes in.
sk: Oznam s pozdravom, ktorý sa zobrazuje klientovi na začiatku FTP spojenia.
sl: Pozdravno sporočilo, ki bo prikazano pri prvi povezavi na FTP strežnik.

source: Group
sk: Skupina
sl: Skupina

source: Group ID
sk: ID skupiny
sl: ID skupine

source: Group description.
sk: Popis skupiny.
sl: Opis skupine.

source: Group name.
sk: Názov skupiny.
sl: Ime skupine.

source: Group numeric id.
sk: Numerický ID skupiny.
sl: Numerični identifikator skupine

source: Group suffix
sk: Prípona skupiny
sl: Pripona skupine

source: Groups
sk: Skupiny
sl: Skupine

source: Guest
sk: Hosť
sl: Gost

source: Guest account
sk: Účet hosťa
sl: Gost

source: HTTP Proxy
sl: HTTP Posrednik

source: Hard disk standby time
sk: Čas prepnutia disku do pohotovostného režimu
sl: Čas mirovanja trdega diska

source: Hardware
sl: Strojna oprema

source: Header and Data digest
sl: Glava in datotečni izvleček

source: Header digest
sl: Izvleček glave

source: Health
sl: Zdravje

source: Help
sk: Pomocník
sl: Pomoč

source: Hide dot files
sk: Skryť súbory s bodkou
sl: Skrij datoteke s piko

source: Highlighting
sk: Zvýrazňovanie
sl: Poudarjanje

source: Hint
sk: Rada
sl: Namig

source: Hint: If this is checked, IP addresses in %s logs are resolved to real hostnames where possible.
sk: Rada: Ak je toto pole začiarknuté, IP adresy v záznamoch %s sa prekladajú na skutočné názvy strojov, ak je to možné.
sl: Namig: Če je tza možnost vključena, se bodo IP naslovi, kjer bo možno, v %s dnevniku zamenjali z imeni gostiteljev.

source: Home directory
sk: Domovský adresár
sl: Domača mapa

source: Host
sk: Názov počítača
sl: Gostitelj

source: Host access control
sk: Riadenie prístupu k hostiteľovi
sl: Nadzor dostopa

source: Host name
sk: Názov počítača
sl: Ime gostitelja

source: Host resources
sk: Zdroje hostiteľa
sl: Viri

source: Hostname
sk: Hostiteľ
sl: Ime gostitelja

source: Hostname database
sk: Databáza názvov strojov
sl: Podatkovna baza imen

source: Hosts
sk: Počítače
sl: Gostitelji

source: Hosts allow
sk: Povolené stroje
sl: Dovoljeni dostopi

source: Hosts deny
sk: Zakázané stroje
sl: Zavrnjeni dostopi

source: Hours
sl: Ur

source: How often the IP is checked. The period is in seconds (max. is 10 days).
sk: Ako často sa IP kontroluje. Interval je v sekundách (maximum je 10 dní).
sl: Kako pogosto je IP naslov preverjen. Čas je v sekundah (največ 10 dni).
