Repository: freenas/freenas7
Catalog: locale/*.po
Languages: sk, sl

source: This option allows the users and groups that access a share to be specified. Users and groups are specified, delimited by commas. Groups are designated by a @ prefix.
sk: Táto voľba umožní uviesť používateľov a skupiny, ktorí majú prístup k zdieľanému piečinku. Oddeľovačom mien používateľov a skupín je čiarka. Skupiny majú predponu @.

source: This option causes rsync to update the remote extended attributes to be the same as the local ones.
sk: Táto voľba spôsobí, že rsync aktualizuje vzdialené rozšírené atribúty, aby boli rovnaké ako lokálne.

source: This option causes the receiving rsync to set the destination permissions to be the same as the source permissions.
sk: Táto voľba spôsobí, že prijímajúci rsync nastaví cieľové oprávnenia na rovnaké hodnoty ako majú zdrojové oprávnenia.

source: This option determines if this module should be listed when the client asks for a listing of available modules. By setting this to false you can create hidden modules.
sk: Táto voľba určuje, či sa má tento modul uvádzať, keď klient vypýta na zoznam dostupných modulov. Ak túto voľbu vypnete, môžete vytvárať skryté moduly.

source: This option is a comma, space, or tab delimited set of host which are NOT permitted to access this module. Where the lists conflict, the allow list takes precedence. In the event that it is necessary to deny all by default, use the keyword ALL (or the netmask 0.0.0.0/0) and then explicitly specify to the hosts allow parameter those hosts that should be permitted access. Leave this field empty to use default settings.
sk: Táto voľba je zoznam hostiteľov, ktorým NIE JE povolený prístup k tomuto modulu, oddelený čiarkami, medzerami alebo tabulátormi. Kde sú zoznamy v konflikte, povoľujúci zoznam má prednosť. V prípade, že je potrebné štandardne odmietnuť všetkých hostiteľov, použite kľúčové slovo ALL (alebo masku siete 0.0.0.0/0) a potom výslovne uveďte v parametri povoľujúcom hostiteľov tých, ktorým má byť povolený prístup. Ak necháte toto pole prázdne, použijú sa štandardné nastavenia.

source: This option is a comma, space, or tab delimited set of host which are NOT permitted to access this share. Where the lists conflict, the allow list takes precedence. In the event that it is necessary to deny all by default, use the keyword ALL (or the netmask 0.0.0.0/0) and then explicitly specify to the hosts allow parameter those hosts that should be permitted access. Leave this field empty to use default settings.
sk: Táto voľba je zoznam hostiteľov, ktorým NIE JE povolený prístup k tomuto zdieľanému prostriedku, oddelený čiarkami, medzerami alebo tabulátormi. Kde sú zoznamy v konflikte, povoľujúci zoznam má prednosť. V prípade, že je potrebné štandardne odmietnuť všetkých hostiteľov, použite kľúčové slovo ALL (alebo masku siete 0.0.0.0/0) a potom výslovne uveďte v parametri povoľujúcom hostiteľov tých, ktorým má byť povolený prístup. Ak necháte toto pole prázdne, použijú sa štandardné nastavenia.

source: This option is a comma, space, or tab delimited set of hosts which are permitted to access this module. You can specify the hosts by name or IP number. Leave this field empty to use default settings.
sk: Táto voľba je zoznam hostiteľov, ktorým je povolený prístup k tomuto modulu, oddelený čiarkami, medzerami alebo tabulátormi. Hostiteľov môžete uvádzať názvom alebo IP adresou. Ak necháte toto pole prázdne, použijú sa štandardné nastavenia.

source: This option is a comma, space, or tab delimited set of hosts which are permitted to access this share. You can specify the hosts by name or IP number. Leave this field empty to use default settings.
sk: Táto voľba je zoznam hostiteľov, ktorým je povolený prístup k tomuto zdieľanému priečinku, oddelený čiarkami, medzerami alebo tabulátormi. Hostiteľov môžete uvádzať názvom alebo IP adresou. Ak necháte toto pole prázdne, použijú sa štandardné nastavenia.

source: This option specifies the group name or group ID that file transfers to and from that module should take place. Leave this field empty to use default settings.
sk: Táto voľba uvádza názov alebo ID skupiny, v rámci ktorej sa majú uskutočňovať prenosy súborov do a z daného modulu. Ak necháte toto pole prázdne, použijú sa štandardné nastavenia.

source: This option specifies the user name or user ID that file transfers to and from that module should take place. In combination with the '%s' option this determines what file permissions are available. Leave this field empty to use default settings.
sk: Táto voľba uvádza názov alebo ID skupiny, v rámci ktorej sa majú uskutočňovať prenosy súborov do a z daného modulu. V kombinácii s voľbou „%s” určuje, aké oprávnenia sú dostupné. Ak necháte toto pole prázdne, použijú sa štandardné nastavenia.

source: This parameter controls whether files starting with a dot appear as hidden files.
sk: Tento parameter riadi, či sa budú súbory začínajúce bodkou považovať za skryté súbory.

source: This parameter says that if N occurrences of the event happen within the given time interval, then a ban is automatically added.
sk: Tento parameter hovorí, že po N výskytoch udalosti v danom časovom intervale sa automaticky pridá blokovanie.

source: This parameter specifies the suffix that is used for groups when these are added to the LDAP directory, e.g. %s
sk: Tento parameter udáva príponu, ktorá sa použije pre skupiny pridané do adresára LDAP, napr. %s

source: This parameter specifies the suffix that is used for machines when these are added to the LDAP directory, e.g. %s
sk: Tento parameter udáva príponu, ktorá sa použije pre stroje pridané do adresára LDAP, napr. %s

source: This parameter specifies the suffix that is used for passwords when these are added to the LDAP directory, e.g. %s
sk: Tento parameter udáva príponu, ktorá sa použije pre heslá pridané do adresára LDAP, napr. %s

source: This parameter specifies the suffix that is used for users when these are added to the LDAP directory, e.g. %s
sk: Tento parameter udáva príponu, ktorá sa použije pre použvateľov pridaných do adresára LDAP, napr. %s

source: This rule is triggered whenever the selected event directive occurs.
sk: Toto pravidlo sa spustí vždy pri výskyte vybranej udalosti.

source: This will create a recycle bin on the share.
sk: Týmto sa na disku vytvorí odpadkový kôš.

source: This will erase ALL data on the selected disks! Do not use this option if you want to add an already existing RAID again.
sk: Týmto sa vymažú VŠETKY údaje na vybraných diskoch! Túto voľbu nepoužívajte, ak chcete len znova pridať existujúce RAID.

source: This will erase ALL data on your disk! Do not use this option if you want to add an existing encrypted disk.
sk: Týmto sa vymažú VŠETKY údaje na vašom disku! Nepoužívajte túto voľbu ak chcete pridať existujúci šifrovaný disk.

source: Time interval
sk: Časový interval

source: Times
sk: Časy

source: To e-mail
sk: Na email.

source: To email
sk: Na email.

source: To get detailed informations about TCP Wrappers check the FreeBSD <a href='%s' target='_blank'>documentation</a>.
sk: Podrobné informácie o TCP Wrappers nájdete v <a href='%s' target='_blank'>dokumentácii</a> FreeBSD.

source: To get detailed informations about writing firewall rules check the FreeBSD <a href='%s' target='_blank'>documentation</a>.
sk: Podrobné informácie o písaní pravidiel firewallu nájdete v <a href='%s' target='_blank'>dokumentácii</a> FreeBSD.

source: To increase CIFS performance try the following:<div id='enumeration'><ul><li>Enable 'Large read/write' switch</li><li>Enable '<a href='%s'>Tuning</a>' switch</li><li>Increase <a href='%s'>MTU</a></li></ul></div>
sk: Môžete skúsiť zvýšiť výkon CIFS nasledovne:<div id='enumeration'><ul><li>Zapnúť voľbu „Veľké čítanie/zápis“</li><li>Zapnúť voľbu '<a href='%s'>Ladenie</a>'</li><li>Zväčšiť <a href='%s'>MTU</a></li></ul></div>

source: To match any IP address leave this field empty.
sk: Ak toto pole necháte prázdne, pravidlo spustí ľubovoľná IP adresa.

source: To use Active Directory the CIFS/SMB service will enabled, too. The following services will use AD authentication:<div id='enumeration'><ul><li>CIFS/SMB</li><li>SSH</li><li>FTP</li><li>AFP</li><li>System</li></ul></div>
sk: Aby ste mohli používať Active Directory, zapne sa aj služba CIFS/SMB. Nasledovné služby budú využívať autentifikáciu u AD:<div id='enumeration'><ul><li>CIFS/SMB</li><li>SSH</li><li>FTP</li><li>AFP</li><li>Systém</li></ul></div>

source: Tolerated
sk: Tolerované

source: Total: %s | Used: %s | Free: %s
sk: Celkom: %s | Využité: %s | Voľné: %s

source: Transcoding
sk: Prekódovanie

source: Transfer mode
sk: Režim prenostu

source: Trap host
sk: Zachytiť stroj

source: Trap port
sk: Zachytiť port

source: Trap string
sk: Zachytiť reťazec

source: Trap string.
sk: Zachytiť reťazec.

source: Traps
sk: Zachytávanie

source: Turn the monitor to standby after N seconds.
sk: Prepnúť monitor do pohotovostného režimu po N sekundách.

source: UFS and variants are the NATIVE file format for FreeBSD (the underlying OS of %s). Attempting to use other file formats such as FAT, FAT32, EXT2, EXT3, or NTFS can result in unpredictable results, file corruption, and loss of data!
sk: UFS a varianty sú NATÍVNY formát súborového systému FreeBSD (OS, na ktorom je založený %s). Pokus o použitie incýh súborových systémov ako FAT, FAT32, EXT2, EXT3, alebo NTFS môže znamenať nepredvídateľné následky, poškodenie súborov a stratu dát!

source: UPS disabled
sk: UPS vypnutý

source: UPS reaches low battery
sk: Batéria UPS je takmer vybitá

source: UPS status
sk: Stav UPS

source: Unformated
sk: Nenaformátované

source: Uninstall package
sk: Odinštalovať balík

source: Uninterruptible Power Supply
sk: Neprerušiteľný zdroj napájania

source: Unix Command
sk: unixový príkaz

source: Unknown
sk: Neznáme

source: Update period
sk: Interval aktualizácie

source: Updating in 5 seconds.
sk: Aktualizácia o 5 sekúnd.

source: Upload
sk: nahrávanie

source: Upload bandwidth
sk: Šírka pásma na nahrávanie

source: Uppercases names in both directions
sk: Zmení písmená na veľké v oboch adresároch

source: Use AFP3 unix privileges.
sk: Použiť unixové oprávnenia AFP3.

source: Use sendfile
sk: Použiť sendfile

source: Use the following IP address as the source address in outgoing packets.
sk: Použiť ako zdrojovú adresu v odchádzajúcich paketoch nasledovnú IP adresu:

source: Use the new 64k streaming read and write varient SMB requests introduced with Windows 2000.
sk: Používať nový 64k variant SMB požiadaviek pre streamované čítanie a zápis, ktorý bol predstavený s Windows 2000.

source: Use the specified NTP server.
sk: Použiť uvedený NTP server.

source: Use this option to override the directory creation mask (022 by default).
sk: Použitím tejto voľby zmeníte masku vytvorenia adresára (štandardne 022).

source: Use this option to override the directory creation mask (0777 by default).
sk: Použitím tejto voľby zmeníte masku vytvorenia adresára (štandardne 0777).

source: Use this option to override the file creation mask (0666 by default).
sk: Pomocou tejto voľby prepíšete masku vytvorenia súboru (štandardne 0666).

source: Use this option to override the file creation mask (077 by default).
sk: Pomocou tejto voľby prepíšete masku vytvorenia súboru (štandardne 066).

source: Use this option to override the username ('ftp' by default) which will be used for access to services which are specified as guest. Whatever privileges this user has will be available to any client connecting to the guest service. This user must exist in the password file, but does not require a valid login.
sk: Túto voľbu použite na zmenu mena používateľa (štandardne „ftp”), ktorý sa použije na prístup k službám určeným ako hosť. Ktorýkoľvek klient pripájajúci sa k hosťovskej službe bude mať dostupné oprávnenia tohto používateľa. Tento používateľ musí existovať v súbore passwd, ale platné prihlásenie sa nevyžaduje.

source: User ID
sk: ID používateľa

source: User numeric id.
sk: Numerický ID používateľa

source: Value
sk: Hodnota

source: Variable
sk: Premenná

source: Virtual interface
sk: Virtuálne rozhranie

source: Volume label
sk: Názov zväzku.

source: Volume label of the new file system.
sk: Názov zväzku nového súborového systému.

source: WAN address
sk: WAN adresa

source: WINS server IP address (e.g. from MS Active Directory server).
sk: IP adresa WINS servera (napr. servera MS Active Directory).

source: Warning: You are going to delete a RAID volume. All data will get lost and can not be recovered.
sk: Upozornenie: Chystáte sa zmazať zväzok RAID. Všetky údaje sa stratia a nebude možné ich obnoviť.

source: Warning: You are going to delete an encrypted volume. All data will get lost and can not be recovered.
sk: Upozornenie: Chystáte sa zmazať šifrovaný zväzok. Všetky údaje sa stratia a nebude možné ich obnoviť.

source: WebGUI
sk: Webové rozhranie

source: Webserver
sk: Webový server

source: When a client initially connects to the server the ident protocol is used to attempt to identify the remote username.
sk: Keď sa klient prvýkrát pripojí k serveru, protokol ident sa použije na zistenie mena vzdialeného používateľa.

source: Where to save downloaded data.
sk: Kam uložiť stiahnuté dáta.

source: Whether scans should be skipped if there are no users connected. This allows the drive to spin down when no users are connected.
sk: Či sa má kontrola vynechať, ak nie sú pripojení žiadni používatelia. To umožňuje disku prestať sa otáčať, ak nie sú pripojení žiadni používatelia.

source: Who
sk: Kto

source: Wildcard
sk: Maska

source: Wireless configuration
sk: Konfigurácia bezdrôtových sietí

source: Workgroup the server will appear to be in when queried by clients (maximum 15 characters).
sk: Do ktorej pracovnej skupiny server patrí, keď sa ho opýtajú klienti (najviac 15 znakov).

source: Write
sk: Zápis

source: Write only
sk: Len na zápis

source: Wrong partition type or partition number.
sk: Neznámy typ alebo číslo oblasti.

source: You can't unmount a drive which is used by swap file, a iSCSI-target file or any other running process!
sk: Nemôžete odpojiť jednotku, ktorú využíva odkladací priestor, súbor iSCSI cieľa ani žiadne iné bežiace procesy!

source: You have to select at least one item for '%s'.
sk: Musíte vybrať aspoň jednu položku pre „%s”.

source: You must enter the same IP type for network and gateway.
sk: Musíte zadať rovnaký typ IP pre sieť a bránu.

source: You must have a minimum of 256MB of RAM for using iSCSI target.
sk: Aby ste mohli používať iSCSI cieľ, musíte mať aspoň 256 MB RAM.

source: Your own email address.
sk: Vaša vlastná emailová adresa.

source: chroot() everyone, but root.
sk: dať každého okrem roota do chrootu

source: e.g. %s
sk: napr. %s

source: mount
sk: pripojiť

source: seconds
sk: sekúnd
