Repository: freenas/freenas7
Catalog: locale/*.po
Languages: sk, sl

source: interfaces:
sk: rozhrania:
sl: vmesniki:

source: was assigned to
sk: bol pridelený
sl: je bila pripeta k

source: %d%% of %dMiB
sk: %d%% z %dMiB
sl: %d%% od %dMiB

source: %dB / block
sl: %dB / blok

source: %s advertises itself as a time server to Windows clients.
sk: %s sa ohlasuje klientom Windows ako časový server.
sl: %s se predstavlja Windows klientom kot časovni strežnik.

source: %s interface
sk: rozhranie %s
sl: %s vmesnik

source: %s is too long.
sk: %s je píliš dlhý.
sl: %s je predolg.

source: %s is used to create %s volumes.
sk: %s sa používa na tvorbu zväzkov %s.
sl: %s je uporabljen za izvelavo %s particij.

source: %s of %sB
sk: %s z %s B
sl: %s od %sB

source: %s on %s
sk: %s na %s
sl: %s na %s

source: %s will reboot after restoring the configuration.
sk: %s sa reštartuje po obnovení konfigurácie.
sl: %s se bo po obnovitvi nastavitev ponovno zagnal.

source: %s%d %s is already used by %s%d.
sk: %s%d %s už používa %s%d.
sl: %s%d %s je že uporabljen v %s%d.

source: %sB available of %sB
sk: %s B voľných z %sB
sl: prosto %sB od %sB

source: %sB used of %sB
sk: %s B využitých z %sB
sl: uporabljeno %sB od %sB

source: *** Imported duplicate ***
sk: *** Importovaný duplikát ***
sl: *** uvožen duplikat ***

source: 0=disabled, 1-255=enabled command queuing with specified depth.
sk: 0=vypnuté, 1-255=zapnuté radenie príkazov do frontu s určenou dĺžkou.
sl: 0=onemogočeno, 1-255=omogočeno pošiljanje ukazov z določeno globino.

source: 1. Use these specials actions for debugging only!<br />2. There is no need of using this menu for starting a RAID volume (start automaticaly).
sl: 1. Uporabite te posebne ukaze samo za razhroščevanje!<br />2. Tega menuja ne potrebujete za zagon RAID nosilca (zažene se samodejno).

source: 802.1Q VLAN tag (between 1 and 4094).
sk: značka VLAN 802.1Q (medzi 1 a 4094).
sl: 802.1Q VLAN oznaka (med 1 in 4094).

source: <a href='%s'>SSHD</a> must be enabled for Unison to work, and the <a href='%s'>user</a> must have shell access.
sl: <a href='%s'>SSHD</a> more biti mogočen, da lahko Unison deluje. <a href='%s'>Uporabnik</a> more imeti dostop do ukazne lupine..

source: <b>EFI GPT</b> if you want to mount a GPT formatted drive (<b>default partition since 0.684b</b>).<br /><b>MBR</b> partition, for UFS formatted drive or Software RAID volume (<b>created before 0.684b</b>) or imported disks from other OS.<br /><b>CD/DVD or Old software RAID</b> for old SoftwareRAID volumes (<b>created before version 0.68</b>) or CD/DVD.
sl: <b>EFI GPT</b> če želite priklopiti pogon z GPT formatom (<b>privzet format od verzije 0.684b naprej</b>).<br /><b>MBR</b> particijo za UFS formatiran pogon, pogon s programsko RAID particijo (<b>ustvarjeno pred verzijo 0.684b</b>), ali uvožen disk drugega OS.<br /><b>CD/DVD ali starejši programski RAID</b> za starejše programske RAID particije (<b>ustvarjene pred verzijo 0.68</b>), ali CD/DVD.

source: <div id='enumeration'><ul><li>%d - Date</li><li>%h - Hostname</li></ul></div>
sl: <div id='enumeration'><ul><li>%d - datum</li><li>%h - ime</li></ul></div>

source: <li>Default - Rsync will choose the 'during' algorithm when talking to rsync 3.0.0 or newer, and the 'before' algorithm when talking to an older rsync.</li><li>Before - File-deletions will be done before the transfer starts.</li><li>During - File-deletions will be done incrementally as the transfer happens.</li><li>Delay - File-deletions will be computed during the transfer, and then removed after the transfer completes.</li><li>After - File-deletions will be done after the transfer has completed.</li>
sk: <li>Štandardne - Rsync vyberie algoritmus „počas” pri komunikácii s rsync 3.0.0 alebo novším a algoritmus „pred” pri komunikácii so starším rsync.</li><li>Pred - Zmazanie súborov sa vykoná pred začatím prenosu.</li><li>Počas - Zmazanie súborov sa vykoná postupne počas prenosu.</li><li>Oneskorené - Zmazanie súborov sa vypočíta pred začatím prenosu a vykoná sa po dokončení prenosu.</li><li>Po - Zmazanie súborov sa vykoná po dokončení prenosu.</li>
sl: <li>Privzeto - Rsync bo uporabil 'during' algoritem, za komunikacijo z rsync 3.0.0, ali novejšim, ter 'before' algoritem za komunikacijo s starejšimi rsync.</li><li>Before - brisanje datotek se bo izvedlo pred začetkom prenosa.</li><li>During - bisanje datotek se bo izvajalo sproti, med prenosom datotek.</li><li>Delay - datoteke se najprej prenesejo, ter nato odstranijo.</li><li>After - brisanje datotek se izvede po prenosu ostalih datotek.</li>

source: A Auth Group contains authorised users and secrets for additional security.
sk: Autentifikačná skupina obsahuje oprávnených používateľov a heslá kvôli zvýšeniu bezpečnosti.
sl: Skupina dovoljenj vsebuje uporabnike in gesla, za še višjo raven varnosti.

source: A Initiator Group contains authorised initiator names and networks to access the target.
sk: Skupina iniciátora obsahuje názvy oprávnených iniciátorov a siete na prístup k cieľu.
sl: Skupina sprožiteljev vsebuje imena sprožiteljev, ter omrežja za dostop do cilja.

source: A NTP time server name may only contain the characters a-z, 0-9, '-' and '.'.
sk: Názov časového servera NTP môže obsahovať iba znaky a-z, 0-9, „-“ a „.“.
sl: Ime NTP strežnika lahko vsebuje le znake a-z, 0-9, '-' in '.'.

source: A Portal Group contains IP addresses and listening TCP ports to connect the target from the initiator.
sk: Skupina portálu obsahuje IP adresy a počúvajúce TCP porty na pripojenie cieľov z iniciátorov.
sl: Skupina vsebuje IP naslove in TCP porte za povezave sprožiteljev do cilja.

source: A VLAN with the tag %s is already defined on this interface.
sk: VLAN so značkou %s je už na tomto rozhraní definovaná.
sl: VLAN z oznako %s je že določen na tem vmesniku.

source: A directory listing is generated if a directory is requested and no index-file (index.php, index.html, index.htm or default.htm) was found in that directory.
sk: Ak klient vyžiada zobrazenie adresára a nenachádza sa v ňom žiadny indexový súbor (index.php, index.html, index.htm or default.htm), vytvorí sa výpis obsahu adresára.
sl: Seznam mape je generiran, če v mapi ni index datoteke (index.php, index.html, index.htm ali default.htm) .

source: A host name alias. This option can appear multiple times, for each domain that has the same IP. Use a space to separate multiple alias names.
sk: Alias názvu hostiteľa. Táto voľba sa môže vyskytovať viackrát pre každú doménu s rovnakou IP. Viaceré aliasy oddeľujte čiarkami.
sl: Alias imena strežnika. Lahko je vpisanih več, za vsako domeno, če ima enak IP naslov. Uporabite presledek, da ločite več vnosov.

source: A key will be either 5 or 13 characters (40 or 104 bits) depending of the local network and the capabilities of the adaptor. It may be specified either as a plain string or as a string of hexadecimal digits preceded by '0x'.
sk: Kľúč má buď 5 alebo 13 znakov (40 alebo 104 bitov) v závislosti od lokálnej siete a schopností adaptéra. Je možné ho zadať ako čistý textový reťazec alebo ako postupnosť hexadecimálnych číslic s predponou „0x”.
sl: Ključ je lahko dolg 5, ali 13 znakov (40, ali 104 bite). Odvisno od lokalnega omrežja in zmožnosti adaptorja. Lahko je določen kot samo besedilo, ali kot heksadecimalno število, ki se začne z '0x'.

source: A route to this destination network already exists.
sk: Cesta k tejto cieľovej sietu už existuje.
sl: Pot do ciljnega omrežja že obstaja.

source: A valid IP address must be specified.
sk: Je potrebné zadať platnú IP adresu.
sl: Vnešen mora biti veljaven IP naslov.

source: A valid IPv4 address must be specified for the primary/secondary DNS server.
sk: Musí byť uvedená platná IPv6 adresa primárneho/sekundárneho DNS servera.
sl: Določen mora biti veljaven IPv4 naslov primarnega/sekundarnega DNS strežnika.

source: A valid IPv4 address must be specified.
sk: Musí byť uvedená platná IPv4 adresa.
sl: Določen mora biti veljaven IPv4 naslov.

source: A valid IPv4 network bit count must be specified.
sk: Musí byť uvedená platná IPv4 sieť.
sl: Vnešeno more biti veljavno IPv4 omrežje.

source: A valid IPv6 Gateway address must be specified.
sk: Musí byť uvedená platná IPv6 brána.
sl: Določen mora biti veljaven naslov IPv6 prehoda.

source: A valid IPv6 address must be specified for the primary/secondary DNS server.
sk: Musí byť uvedená platná IPv6 adresa primárneho/sekundárneho DNS servera.
sl: Določen mora biti veljaven IPv6 naslov primarnega/sekundarnega DNS strežnika.

source: A valid IPv6 address must be specified.
sk: Musí byť uvedená platná IPv6 adresa.
sl: Določen mora biti veljaven IPv6 naslov.

source: A valid IPv6 prefix must be specified.
sk: Musí byť uvedený platný IPv6 prefix.
sl: Določena mora biti veljavna IPv6 predpona.

source: A valid destination network must be specified.
sk: Musí byť uvedený platná cieľová sieť.
sl: Navedeno mora biti veljavno ciljno omrežje.

source: A valid gateway IP address must be specified.
sk: Musí byť uvedená platná IP adresa brány.
sl: Naveden mora biti veljaven IP naslov.

source: A valid mtu size must be specified.
sk: Musí byť uvedená platná veľkosť MTU.
sl: Nastavljena mora biti pravila mtu velikost.

source: A valid network bit count (1-32) must be specified.
sk: Musí byť uvedený platný počet bitov siete (1-32).
sl: Vnešeno more biti veljavna omrežna maska (1-32).

source: A valid prefix (1-128) must be specified.
sk: Musí byť uvedený platný prefix (1-128).
sl: Določena mora biti veljavna predpona (1-128).

source: A valid systctl MIB value.
sk: Platná hodnota sysctl MIB.
sl: Veljavna sysctl MIB vrednost.

source: AD authentication disabled
sk: Overenie voči AD vypnuté
sl: AD prijava je onemogočena

source: AD or PDC name.
sk: Názov AD alebo PDC.
sl: AD ali PDC ime.

source: AIO read size
sl: AIO velikost branja

source: AIO write size
sl: AIO velikost pisanja

source: ARP Tables
sk: ARP tabuľky
sl: ARP tabele

source: ARP tables
sk: ARP tabuľky
sl: ARP tabele

source: Access
sk: Prístup
sl: Dostop

source: Access Restrictions
sk: Obmedzenia prístupu
sl: Omejitve dostopa

source: Access mode
sk: Režim prístupu
sl: Način dostopa

source: Acoustic level
sk: Úroveň hlasitosti
sl: Nivo glasnosti

source: Action
sk: Operácia
sl: Dejanje

source: Activate
sk: Aktivovať
sl: Aktiviraj

source: Activate S.M.A.R.T. monitoring for this device.
sk: Aktivovať S.M.A.R.T. monitorovanie tohto zariadenia.
sl: Omogoči S.M.A.R.T. nadzor te naprave.

source: Activate email report if you want to be notified if a failure or a new error has been detected, or if a S.M.A.R.T. command to a disk fails.
sk: Aktivujte správy emailom ak chcete dostávať oznámenia v prípade zlyhania alebo novej chyby či zlyhania S.M.A.R.T. príkazu disku.
sl: Če želite biti obveščeni o novo zaznanih napakah ali neuspehu S.M.A.R.T. ukaza disku, omogočite poročanje po e-pošti.

source: Active Directory
sl: Aktivna uporabniška storitev

source: Active Users
sl: Aktivni uporabniki

source: Active shares
sl: Aktivne skupne rabe

source: Add
sk: Pridať
sl: Dodaj

source: Add Host
sk: Pridať hostiteľa
sl: Dodaj gostitelja

source: Add MIB
sk: Pridať MIB
sl: Dodaj MIB

source: Add RAID
sk: Pridať RAID
sl: Dodaj RAID

source: Add Route
sk: Pridať cestu
sl: Dodaj pot

source: Add Rsync job
sk: Pridať úlohu rsync
sl: Doday Rsync opravilo

source: Add URL
sk: Pridať odkaz
sl: Dodaj URL

source: Add additional scheduled self-test.
sk: Pridať ďalší plánovaný automatický test tohto zariadenia.
sl: Dodaj načrtovan self-test.

source: Add auth group
sk: Pridať autentifikačnú skupinu
sl: Dodaj skupino dovoljenj

source: Add command
sk: Pridať príkaz
sl: Dodaj ukaz

source: Add dataset
sk: Pridať množinu dát
sl: Dodaj dataset

source: Add device
sk: Pridať zariadenie
sl: Dodaj napravo

source: Add disk
sk: Pridať disk
sl: Dodaj disk

source: Add extent
sk: Pridať rozsah
sl: Dodaj obseg

source: Add group
sk: Pridať skupinu
sl: Dodaj skupino

source: Add initiator
sk: Pridať iniciátor
sl: Dodaj sprožitelja

source: Add initiator group
sk: Pridať skupinu iniciátorov
sl: Dodaj skupino sprožiteljev

source: Add interface
sk: Pridať rozhranie
sl: Dodaj vmesnik

source: Add job
sk: Pridať úlohu
sl: Dodaj opravilo

source: Add module
sk: Pridať modul
sl: Dodaj modul

source: Add mount point
sk: Pridať prípojný bod
sl: Dodaj priklopno točko

source: Add option
sk: Pridať možnosť
sl: Dodaj možnost

source: Add pool
sk: Pridať množinu
sl: Dodaj bazen

source: Add portal group
sk: Pridať skupinu portálov
sl: Dodaj portal skupinoI

source: Add rule
sk: Pridať pravidlo
sl: Dodaj pravilo

source: Add self-test
sk: Pridať automatický test
sl: Dodaj self-test

source: Add share
sk: Pridať zdieľanie
sl: Dodaj deljeno mapo

source: Add target
sk: Pridať cieľ
sl: Dodaj cilj

source: Add user
sk: Pridať používateľa
sl: Dodaj uporabnika

source: Additional group
sk: Ďalšia skupina
sl: Dodatna skupina

source: Additional parameters to the hardware-specific part of the driver.
sk: Dodatočné parametre hardvérovej časti ovládača.
sl: Dodatni parametri gonilnika določene strojne opreme

source: Address
sk: Adresa
sl: Naslov

source: Administration password
sk: Heslo správcu
sl: Skrbniško geslo

source: Administrative WebGUI
sk: Webové rozhranie na správu
sl: Skrbniški vmesnik WebGUI

source: Administrator name
sk: Meno správcu
sl: Ime skrbnika

source: Advanced
sk: Pokročilé
sl: Zahtevnejše

source: Advanced Configuration
sk: Pokročilá konfigurácia
sl: Napredne nastavitve

source: Advanced Format
sl: Napreden format

source: Advanced Options
sk: Pokročilé voľby
sl: Napredne možnosti

source: Advanced Power Management
sk: Pokročilá správa napájania (APM)
sl: Napredno upravljanje z energijo

source: Advanced settings
sk: Rozšírené nastavenia
sl: Napredne nastavitve

source: After you click &quot;Save&quot;, you may also have to do one or more of the following steps before you can access %s again: <ul><li>change the IP address of your computer</li><li>access the webGUI with the new IP address</li></ul>
sk: Po kliknutí na &quot;Uložiť&quot;, tiež mmožno budete musieť urobiť jeden alebo viac z nasledujúcich krokov predtým, než znova budete môcť pristupovať k %s: <ul><li>zmeniť IP adresu vášho počítača</li><li>pripojiť sa na webGUI s novou IP adresou</li></ul>
sl: Po kliku na &quot;Shrani&quot;, boste, preden boste spet lahko dostopali do %s, verjetno morali opraviti naslednje korake: <ul><li>spremeniti IP naslov računalnika</li><li>dostopati do WebGUI-a z novim IP naslovom.</li></ul>

source: After you click &quot;Save&quot;, you must reboot %s to make the changes take effect. You may also have to do one or more of the following steps before you can access your NAS again: <ul><li><span class='vexpl'>change the IP address of your computer</span></li><li><span class='vexpl'>access the webGUI with the new IP address</span></li></ul>
sl: Po kliku na &quot;Shrani&quot; morate za uveljavitev vseh sprememb ponovno zagnati %s. Preden boste spet lahko dostopali do vaše NAS naprave bo morda potrebno storiti še: <ul><li><span class='vexpl'>spremeniti IP naslov vašega računalnika</span></li><li><span class='vexpl'>odpreti webGUI na novem IP naslovu</span></li></ul>

source: Aggregation protocol
sk: Agregačný protokol
sl: Protokol združitve

source: Aggressive
sk: Agresívne
sl: Agresivno

source: Albanian
sk: Albánske
sl: Albanščina

source: All
sk: Všetko:
sl: Vse

source: All dirs
sk: Všetky adresáre
sl: Vse mape

source: All dirs requires mounted path, but Path %s is not mounted.
sl: Vse mape zahtevajo priklopljeno pot, vendar pot %s ni priklopljena.

source: All shares use the option 'usedots' thus making the filenames .Parent and anything beginning with .Apple illegal.
sk: Všetky zdieľané prostriedky používajú voľbu „usedots“, preto sú názvy súborov .Parent a čokoľvek začínajúce na .Apple neplatné.
sl: Vse deljene mape uporabljajo možnost 'usedots', tako, da imena datotek .Partent, ter karkoli, kar se začne s .Apple niso veljavna.

source: All users will have the root privilege.
sk: Všetci používatelia budú mať práva roota.
sl: Vsi uporabniki bodo imeli root pravice.

source: Allow
sk: Povoliť
sl: Dovoli

source: Allow TLS/SSL connections only.
sk: Povoliť len TLS/SSL spojenia.
sl: Dovoli samo TSL/SSL povezave.

source: Allow client access to accounts that have null passwords.
sk: Umožniť klientom prístup k účtom, ktoré majú nevyplnené heslo.
sl: Dovoli dostop uporabnikom, ki nimajo nastaljenega gesla.

source: Allow clients to attempt to store OS/2 style extended attributes on a share.
sk: Povoliť klientom ukladať v zdieľanom priečinku rozšírené atribúty v štýle OS/2.
sl: Dovoli uporabnikom, da shranijo OS/2 pravila na deljenih mapah.

source: Allow clients to resume interrupted uploads and downloads.
sk: Umožniť klientom pokračovať v prerušenom sťahovaní a nahrávaní.
sl: Dovoli uporabnikom, da nadaljujejo prekinjene prenose.

source: Allow new files
sk: Povoliť nové súbory
sl: Dovoli nove datoteke

source: Allow new files to be created.
sk: Povoliť tvorbu nových súborov.
sl: Dovoli ustvarjanje novih datotek

source: Allows certain users and groups to have read/write access to a share. This follows the allow option format.
sk: Umožní niektorým používateľom a skupinám prístup k zdieľanému priečinku na čítanie a zápis. Formát voľby je rovnaký ako pri Povoliť.
sl: Dovoli določenim uporabnikom in skupinam pisanje v deljeno mapo.

source: Allows %s to try and become a local master browser.
sk: Umožní %s skúsiť stať sa local master browser.
sl: Dovoli %s, da poizkuša postati glavni lokalni brskalnik.

source: Allows certain users and groups to have read-only access to a share. This follows the allow option format.
sk: Umožní niektorým používateľom a skupinám prístup k zdieľanému priečinku iba na čítanie. Formát voľby je rovnaký ako pri Povoliť.
sl: Dovoli določenim uporabnikom in skupinam le branje deljene mape.

source: Alternate TCP port. Default is 22
sk: Alternatívny TCP port. Štandardný je 22
sl: Alternativna TCP vrata. Privzeta so 22.

source: Alternate TCP port. Default is 873
sk: Alternatívny TCP port. Štandardný je 873
sl: Alternativna TCP vrata. Privzeta so 873.

source: Alternative configuration directory (usually empty).
sk: Alternatívny konfiguračný priečinok (zvyčajne prázdne).
sl: Drugačno mesto konfiguracij (po navadi prazno).

source: Always on
sk: Vždy zapnuté
sl: Vedno vklopljen

source: Always scan
sk: Vždy zisťovať
sl: Vedno preišči

source: Always use 0 for device number, helps when the device number is not constant across a reboot, cluster, ...
sk: Vždy používať 0 pre číslo zariadenia pomáha, keď sa číslo zariadenia môže meniť medzi reštartmi, klastrami, ...
sl: Vedno uporabi 0 za številko naprave. Uporabno, če se številka naprave spreminja ob ponovnih zagonih, oblakih, ...

source: An host with this name already exists.
sk: Hostiteľ s týmto názvom už existuje.
sl: Gostitelj s tem imenom že obstaja.

source: An interface with the specified description already exists.
sk: Rozhranie s uvedeným popisom už existuje.
sl: Naprava s tem opisom že obstaja.

source: Anonymous
sk: Anonym
sl: Anonimen

source: Anonymous bind
sk: Anonymné pripojenie
sl: Priklop kot anonimen

source: Anonymous user bandwidth
sk: Šírka pásma anonymného používateľa
sl: Poraba pasovne širine anonimnih

source: Anonymous user download bandwith in KB/s. An empty field means infinity.
sk: Šírka pásma na sťahovanie pre anonymného používateľa v KB/s. Prázdne pole značí neobmedzená.
sl: Poraba pasovne širine prenosa anonimnih v KB/s. Prazno polje pomeni neomejeno.

source: Anonymous user upload bandwith in KB/s. An empty field means infinity.
sk: Šírka pásma na nahrávanie pre anonymného používateľa v KB/s. Prázdne pole značí neobmedzená.
sl: Poraba pasovne širine nalaganja anonimnih v KB/s. Prazno polje pomeni neomejeno.

source: Anonymous users only
sk: Iba anonymní používatelia
sl: Samo anonimni uporabniki

source: Any
sk: Ľubovoľné
sl: Karkoli

source: Apple Filing Protocol
sl: Apple polnilni protokol

source: Apply changes
sk: Použiť zmeny
sl: Uveljavi spremembe

source: Archive
sk: Archivácia
sl: Arhiv

source: Archive mode.
sk: Archivačný režim
sl: Možnosti arhiviranja

source: Are you sure you want to proceed?
sk: Ste si istý, že chcete pokračovať?
sl: Ste prepričani, da želite nadaljevati?

source: Are you sure you want to reboot the system?
sk: Ste si istý, že chcete reštartovať systém?
sl: Ali ste prepričani, da želite znova zagnati sistem?

source: Are you sure you want to shutdown the system?
sk: Ste si istý, že chcete zastaviť systém?
sl: Ste prepričani, da želite ugasniti sistem?

source: Asynchronous I/O (AIO)
sl: Asinhron I/O (AIO)

source: At the highest level, a target is what is presented to the initiator, and is made up of one or more extents.
sk: Na najvyššej úrovni je cieľ to, čo sa predstavuje iniciátoru a skladá sa z jedného alebo viacerých rozsahov.
sl: Na navišjem mestu je cilj, ki ga vidi sprožitelj. Sestavljen je iz enega, ali več stopenj oz. obsegov.

source: Attached
sk: Pridaný
sl: Pripet

source: Attaching provider '%s'.
sk: Pridáva sa poskytovateľ „%s“.
sl: Priklapljam ponudnika '%s'.

source: Auth Group
sk: Autentifikačná skupina
sl: Skupina dovoljenj

source: Auth Groups
sk: Autentifikačné skupiny
sl: Skupine dovoljenj

source: Auth Method
sk: Metóda autentifikácie
sl: Način prijave

source: Authenticate URL
sk: URL na overenie
sl: Povezava do prijave

source: Authentication
sk: Autentifikácia
sl: Overjanje

source: Authentication method
sk: Spôsob overenia
sl: Način prijave

source: Authorised network
sk: Autorizovaná sieť
sl: Dovoljeno omrežje

source: Auths
sk: Autentifikácie
sl: Prijave

source: Auto
sk: Automaticky
sl: Samodejno

source: Auto size
sl: Samodejna velikost

source: AutoScale
sk: AutoMierka
sl: AvtoSkala

source: Automatic disk discovery
sl: Samodejna prepoznava diska

source: Automatic disk discovery mode
sl: Možnost samodejne prepoznave diska

source: Autoselect
sk: Automatický výber
sl: Samodejna izbira

source: Auxiliary parameters
sk: Pomocné parametre
sl: Dodatni parametri

source: Backup configuration
sk: Záložná konfigurácia
sl: Varnostna kopija nastavitev

source: Backup file
sk: Záložný súbor
sl: Varnostna kopija

source: Backup/Restore
sk: Zálohovať/obnoviť
sl: Shrani/Naloži

source: Balance algorithm
sk: Vyvažovací algoritmus
sl: Algoritem ravnotežja

source: Ban list
sk: Zoznam blokovaných
sl: Seznam prepovedi

source: Ban list rule
sk: Pravidlo zoznamu blokovaných
sl: Pravila seznama prepovedi

source: Banner
sk: Oznam
sl: Sporočilo

source: Base Name
sk: Základ názvu
sl: Glavno ime

source: Base Name will be appended automatically when starting without 'iqn.'.
sk: Základ názvu sa automaticky pridá ak začnete bez „iqn.“.
sl: Glavno ime bo pripeto samodejno, če se ime ne začne z 'iqn.'.

source: Best available
sk: Najlepšie dostupné
sl: Najboljši na voljo

source: Bind DN
sk: DN pre pripojenie
sl: Priklopi DN

source: Bind password
sk: Heslo pre pripojenie
sl: Priklopi ime

source: Blank time
sk: Čas čiernej obrazovky
sl: Brez časa

source: Browseable
sk: Prehliadateľný
sl: Brskalno

source: Built on
sk: Založené na
sl: Narejen na

source: Bulgarian
sk: bulharčina
sl: Bolgarščina

source: By default, only already existing files can be uploaded.
sk: Štandardne je možné nahrávať iba existujúce súbory.
sl: Privzeto se lahko nalagajo samo obstoječe datoteke.

source: CD/DVD or Old Software RAID
sk: CD/DVD alebo starý softvérový RAID
sl: CD/DVD ali star programski RAID

source: CHAP Users
sk: Používatelia CHAP
sl: CHAP uporabniki

source: CIFS/SMB disabled
sk: CIFS/SMB vypnuté
sl: CIFS/SMB onemogočen

source: CIFS/SMB informations
sk: Informácie o CIFS/SMB
sl: CIFS/SMB informacije

source: CPU frequency
sk: Frekvencia CPU
sl: Frekvenca procesorja

source: CPU load
sk: Záťaž CPU
sl: Obremenitev CPE

source: CPU temperature
sk: Teplota CPU
sl: Temperatura procesorja

source: CPU usage
sk: Využitie CPU
sl: Raba CPE

source: Cache
sl: Predpomnilnik
