Repository: freenas/freenas7
Catalog: locale/*.po
Languages: sk, sl

source: The following input errors were detected
sk: Boli zistené nasledovné vstupné chyby
sl: Odkrite so bile sledeče vhodne napake

source: The full name contains invalid characters.
sk: Plný názov obsahuje neplatné znaky.
sl: Polno ime vsebuje neveljavne karakterje.

source: The host name contain invalid characters.
sk: Názov hostiteľa obsahuje neplatné znaky.
sl: Gostiteljevo ime vsebuje nepravilne karakterje.

source: The host name may only consist of the characters a-z, A-Z and 0-9, - , _ and .
sk: Názov hostiteľa môže obsahovať iba znaky a-z, A-Z a 0-9, - , _ a .
sl: Ime gostitelja lahko sestavljajo le naslednji karakterji a-z, A-Z in 0-9, - , _ in .

source: The image file is corrupt
sk: Súbor s obrazom je poškodený
sl: Datoteka (slika) je pokvarjena.

source: The login name contains invalid characters.
sk: Prihlasovanie meno obsahuje neplatné znaky.
sl: Prijavno ime vsebije neveljavne znake.

source: The login name is a reserved login name.
sk: Prihlasovacie meno je rezervované prihlasovacie meno.
sl: Prijavno ime je rezervirano.

source: The maximum idle time be a number.
sk: Maximálny čas nečinnosti musí byť číslo.
sl: Najdaljši čas nedejavnosti mora biti številka.

source: The maximum port to allocate for PASV style data connections (0 = use any port).
sk: Maximálny port, ktorý sa má alokovat pre spojenia v štýle PASV (0 = použiť akýkoľvek port)
sl: Najvišje število vrat za PASV povezave (0 = uporabi katerakoli vrata).

source: The minimum port to allocate for PASV style data connections (0 = use any port).
sk: Minimálny port, ktorý sa má alokovať pre dátové spojenia v štýle PASV (0 = použiť akýkoľvek port).
sl: Najnižje število vrat za PASV povezave (0 = uporabi katerakoli vrata).

source: The passwords do not match.
sk: Heslá sa nezhodujú.
sl: Gesli se ne ujemata.

source: The powerd utility monitors the system state and sets various power control options accordingly.
sk: Nástroj powerd monitoruje stav systému a nastavuje podľa toho rôzne voľby riadenia napájania.
sl: Program powerd spremlja sistemsko porabo električne energije in jo primerno uravnava.

source: The system is halting now. This may take one minute.
sk: Systém sa teraz zastavuje. To môže minútu trvať.
sl: Sistem se bo ugasnil. To lahko traja kakšno minuto.

source: The system is rebooting now. This may take one minute.
sk: Systém sa teraz reštartuje. To môže minútu trvať.
sl: Sistem se ponovno zaganja. To lahko traja kakšno minuto.

source: The uploaded image file is not for this platform
sk: Nahraný súbor obrazu nie je pre túto platformu
sl: Slika za nadgradnjo ni za to platformo

source: There must be 2 disks in a RAID 1 volume.
sk: V zväzku RAID 1 musia byť 2 disky.
sl: Za RAID 1 polje, morata biti na voljo 2 pogona.

source: There must be a minimum of 2 disks in a RAID 0 volume.
sk: V zväzku RAID 0 musia byť minimálne 2 disky.
sl: Za RAID 0 polje, morata biti na voljo vsaj 2 pogona.

source: There must be a minimum of 2 disks in a RAID 5 volume.
sk: V zväzku RAID 5 musia byť minimálne 2 disky.
sl: Za RAID 5 polje, morata biti na voljo vsaj 2 pogona.

source: This controls whether this share is seen in the list of available shares in a net view and in the browse list.
sk: Toto nastavenie určuje či tento zdieľaný priečinok bude viditeľný v zozname zdieľaných priečinkov v net view a zozname prehliadaných.
sl: Določi ali je ta deljena mapa videna v seznamu map (pri brskanju po omrežju).

source: This device already exists in the raid volume list.
sk: Toto zariadenie už existuje v zozname zväzkov RAID.
sl: Ta naprava že obstaja v seznamu RAID polja.

source: This disk already exists in the disk list.
sk: Tento disk už existuje v zozname diskov.
sl: Ta disk je že na seznamu.

source: This group already exists in the group list.
sk: Táto skupina už existuje v zozname skupín.
sl: Skupina že obstaja.

source: This is for information only (not using during iSCSI negociation).
sk: Toto je len informatívna hodnota (nepoužíva sa pri vyjednávaní iSCSI).
sl: to je samo za informacijo (ni uporabljeno med iSCSI prenosi).

source: This name is for example: %s.
sl: To ime je za primer: %s.

source: This name is for example: iqn.2005-01.il.ac.huji.cs:somebody.
sk: Tento názov je príklad: iqn.2005-01.il.ac.huji.cs:niekto.
sl: To ime je za primer: iqn.2005-01.il.ac.huji.cs:nekdo.

source: This the IP address or DNS name of the iSCSI target.
sk: Toto je IP adresa alebo DNS názov iSCI cieľa.
sl: IP naslov ali DNS ime iSCSI cilja.

source: This user already exists in the user list.
sk: Tento používateľ už v zozname používateľov existuje.
sl: Ta uporabnik že obstaja.

source: Time
sk: Čas
sl: Čas

source: Time server
sk: Časový server
sl: Časovni strežnik

source: Time update interval
sk: Interval aktualizácie času
sl: Interval posodobitve časa

source: Time zone
sk: Časové pásmo
sl: Časovni pas

source: Timeout
sk: Časový limit
sl: Časovna omejitev

source: Tools
sk: Nástroje
sl: Orodja

source: Traceroute may take a while to complete. You may hit the Stop button on your browser at any time to see the progress of failed traceroutes.
sk: Dokončenie traceroute môže chvíľu trvať. Kedykoľvek môžete stlačením tlačidla Zastaviť vo vašom prehliadači zobraziť priebeh traceroute, ktorý zlyhal.
sl: Traceroute lahko traja nekaj časa. Za pregled napredka neuspelih traceroute, lahko kadarkoli kliknete Stop na vašem brskalniku.

source: Traffic graph
sk: Graf premávky
sl: Graf prometa

source: Tuning
sk: Ladenie
sl: Fino nastavljanje

source: Type
sk: Typ
sl: Tip

source: UFS is the NATIVE file format for FreeBSD (the underlying OS of %s). Attempting to use other file formats such as FAT, FAT32, EXT2, EXT3, or NTFS can result in unpredictable results, file corruption, and loss of data!
sk: UFS je NATÍVNY súborový formát FreeBSD (OS na ktorom beží %s). Pokus o použitie iných súborových formátov ako FAT, FAT32, EXT2, EXT3 alebo NTFS môže mať nepredvídateľné následky, poškodenie súborov a stratu údajov!
sl: UFS je privzeti datotečni sistem za FreeBSD (osnova OS-a na %s). Poizkus uporabe katerega koli drugega datotečnega sistema, kot so FAT, FAT32, EXT2, EXT3 ali NTFS, lahko privede do nepredvidljivih situacij, napak v datotekah ali celo izgube le teh!

source: UPnP A/V Media Server
sk: UPnP A/V server multimédií
sl: UPnP A/V Medija strežnik

source: UPnP friendly name.
sk: UPnP priateľský názov.
sl: UPnp prijazno ime.

source: Unison File Synchronisation
sk: Synchronizácia súborov Unison
sl: Unison datotečna sinhronizacija

source: Unix charset
sk: Znaková sada Unix
sl: Unix kodna tabela

source: Unknown or unformatted
sk: Neznáme alebo neformátované
sl: Neznan ali neformatiran

source: Unmount disk/partition
sk: Odpojiť disk/oddiel
sl: Odklopi pogon/particijo

source: Unmounting...
sk: Odpája sa...
sl: Odklapljanje...

source: Up
sk: Hore
sl: Gor

source: Upgrade firmware
sk: Aktualizovať firmvér
sl: Nadgradi Firmware

source: Uptime
sk: Doba prevádzky
sl: Čas delovanja

source: Use a space to separate multiple hosts (only one required). Remember to set up at least one DNS server if you enter a host name here!
sk: Viacero hostiteľov oddeľte medzerou (vyžaduje sa iba jeden). Ak sem zadáte meno hostiteľa, nezabudnite nastaviť aspoň jeden DNS server.
sl: Za vnos večih gostiteljev (potreben le eden) uporabite presledek. Če boste vnesli gostitelja, ne pozabite nastaviti vsaj en DNS strežnik!

source: User
sk: Používateľ
sl: Uporabnik

source: User full name.
sk: Plné meno používateľa.
sl: Uporabnikovo polno ime.

source: User password.
sk: Heslo používateľa.
sl: Uporabnikovo geslo.

source: User suffix
sk: Prípona používateľa
sl: Uporabniška pripona

source: Username
sk: Meno používateľa:
sl: Uporabniško ime

source: Username of a domain administrator account.
sk: Používateľské meno účtu správcu domény
sl: Uporabniško ime skrbnika domene.

source: Users
sk: Používatelia
sl: Uporabniki

source: Users and Groups
sk: Používatelia a skupiny
sl: Uporabniki in skupine

source: VLAN tag
sk: štítok VLAN
sl: VLAN oznaka

source: Version
sk: Verzia
sl: Različica

source: Volume Name
sk: Názov zväzku
sl: Ime polja

source: WINS server
sl: WINS strežnik

source: Warning
sk: Upozornenie
sl: Opozorilo

source: Warning: This can cause a huge delay in loading the %s log page!
sk: Upozornenie: Toto môže spôsobiť obrovské zdržanie pri načítavaní stránky so záznamom %s!
sl: Opozorilo: To lahko zelo upočasni nalaganje %s vsebine dnevnika!

source: Workgroup
sk: Pracovná skupina
sl: Delovna skupina

source: Yes
sk: Áno
sl: Da

source: You may enter a description here for your reference.
sk: Sem môžete napísať popis pre vlastnú potrebu.
sl: Tukaj lahko vpišete opis.

source: You must add disks first.
sk: Najprv musíte pridať disky.
sl: Najprej morate dodati diske.

source: You must reboot the system before you can upgrade the firmware.
sk: Pred aktualizáciou firmvéru musíte reštartovať systém.
sl: Pred Firmware nadgradnjo je potreben ponovni zagon sistema.

source: You must select at least one authentication method.
sk: Musíte zvoliť aspoň jednu metódu autentifikácie.
sl: Izbrati morate vsaj eno metodo preverjanja.

source: You should use HTTPS as WebGUI protocol for sending passphrase.
sk: Na posielanie hesla by ste mali používať HTTPS ako protokol WebGUI.
sl: Za pošiljanje gesla priporočamo rabo WebGUI programa po HTTPS protokolu.

source: iSCSI Initiator
sk: Spúšťač iSCSI
sl: iSCSI pobudnik

source: iSCSI Target
sk: iSCSI cieľ
sl: iSCSI Cilj

source: iSCSI initiator disabled
sk: iSCSI iniciátor je vypnutý
sl: iSCSI pobudnik onemogočen

source: minutes
sk: minút
sl: minut

source: mirroring
sk: zrkadlenie
sl: zrcaljenje

source: n/a
sl: ni na voljo

source: rotated block-interleaved parity
sk: rotovaná parita s vynechávaním blokov
sl: rotirajoča pariteta blok-prepletanje

source: striping
sl: lepljenje

source: umount
sk: odpojiť
sl: izvrzi

source: AG
sk: AS

source: AltRoot
sk: AltKoreň

source: Base DN
sk: Základný názov domény

source: Dataset
sk: Množina dát

source: Double-parity RAID-5
sk: RAID-5 s dvojitou paritou

source: Duplex
sk: Duplexne

source: Forum
sk: Fórum

source: Graph shows last
sk: Graf zobrazuje posledné

source: Loadbalance
sk: Rozkladanie záťaže

source: Local share
sk: Miestny zdieľaný priečinok

source: MISSING
sk: CHÝBA

source: Netgraph
sk: Graf siete

source: ONLINE
sk: ZAPNUTÉ

source: Pairwise
sk: Párovo

source: Peer port
sk: Port rovesníka

source: Portuguese
sk: portugalčina

source: PostInit
sk: po inicializácii

source: PreInit
sk: pred inicializáciou

source: Realm
sk: Doména

source: Release notes
sk: Poznámky k vydaniu

source: String displayed in the dialog presented to the user when accessing the URL.
sk: Reťazec, ktorý sa zobrazuje v dialógu, keď používateľ pristupuje na daný URL.

source: The action which will be executed when the packet match the criteria specified below.
sk: Operácia, ktorá sa vykoná, ak paket spĺňa dolu uvedené kritériá.

source: The basic configuration usually takes the form of 'daemon : address : action'. Where daemon is the daemon name of the service started. The address can be a valid hostname, an IP address or an IPv6 address enclosed in brackets. The action field can be either allow or deny to grant or deny access appropriately. Keep in mind that configuration works off a first rule match semantic, meaning that the configuration file is scanned in ascending order for a matching rule. When a match is found the rule is applied and the search process will halt.
sk: Základná konfigurácia je zvyčajne tvare „démon : adresa : operácia“, kde démon je názov spustenej služby. Adresa môže byť platný názov stroja, IP adresa alebo IPv6 adresa uzatvorená v hranatých zátvorkách. Pole operácia môže buď povoľovať alebo zamietať prístup. Pamätajte, že konfigurácia pracuje na základe prvého zodpovedajúceho poľa, čo znamená, že súbor sa prechádza v zostupnom poradí a hľadá sa zodpovedajúce pravidlo. Keď sa nájde zhoda, pravidlo sa použije a proces sa zastaví.

source: The cleartext credentials with which to bind.
sk: Nešifrované prihlasovacie údaje, s ktorými sa má uskutočniť pripojenie.

source: The confimed password does not match. Please ensure the passwords match exactly.
sk: Zadané heslá sa nezhodujú. Potvrdenie hesla sa musí presne zhodovať s heslom.

source: The credentials with which to bind.
sk: Prihlasovacie údaje na pripojenie.

source: The cron job has been executed successfully.
sk: Cron úloha bola úspešne vykonaná.

source: The default SMTP mail server port, e.g. 25 or 587.
sk: Štadardný port poštového servera SMTP, napr. 25 alebo 587.

source: The default base distinguished name (DN) to use for searches, e.g. %s
sk: Štandardný základ DN pre hľadania, napr. %s

source: The device's IP address.
sk: IP adresa zariadenia.

source: The directory containing the files you want to publish. The remote host does not need to pass along the directory as part of the transfer.
sk: Adresár obsahujúci súbory, ktoré chcete zverejniť. Vzdialený hostiteľ nemusí posielať adresár počas prenosu.

source: The disk is currently mounted! The mount point will be removed temporary to perform selected command.
sk: Disk je momentálne pripojený! Pripojené miesto bude dočasne odstránené aby sa umožnilo vykonanie zvoleného príkazu.

source: The disk/partition is already configured.
sk: Disk/oblasť je už nastavená.

source: The distinguished name with which to bind to the directory server, e.g. %s
sk: DN kde sa má pripojiť k adresárovému serveru, napr. %s

source: The driver used to communicate with your UPS. Get the list of available <a href='%s' target='_blank'>drivers</a>.
sk: Ovládač komunikoval s vašim UPS. Stiahnuť zoznam dostupných <a href='%s' target='_blank'>ovládačov</a>.

source: The group description contains invalid characters.
sk: Popis skupiny obsahuje neplatné znaky.

source: The group name contains invalid characters.
sk: Názov skupiny obsahuje neplatné znaky.

source: The max. connection per IP must be either 0 (unlimited) or greater.
sk: Max. počet spojení na IP musí byť buď 0 (neobmedzený) alebo viac.

source: The maximum download bandwith in KiB/s. An empty field means infinity.
sk: Maximálna šírka pásma na sťahovanie v KiB/s. Prázdne pole znamená nekonečno.

source: The maximum upload bandwith in KB/s. An empty field means infinity.
sk: Maximálna šírka pásma na nahrávanie v KiB/s. Prázdne pole znamená nekonečno.

source: The module provides automatic bans that are triggered based on configurable criteria. A ban prevents the banned user, host, or class from logging into the server, it does not prevent the banned user, host, or class from connecting to the server.
sk: Modul poskytuje automatické blokovanie, ktoré sa spúšťa na základe nastaviteľných kritérií. Blokovanie zabraňuje zablokovanému používateľovi, stroju alebo triede adries prihlásiť sa k serveru. Nezabraňuje zablokovanému používateľovi, stroju alebo triede adries pripojiť sa k serveru.

source: The name or IP address of the LDAP server.
sk: Názov alebo IP adresa LDAP servera

source: The number of clients must be between 1 and 50.
sk: Počet klientov musí byť medzi 1 a 50.

source: The old password is not correct.
sk: Staré heslo nie je správne.

source: The password change protocol to use.
sk: Ktorý protokol na zmenu hesla použiť.

source: The password contains the illegal character ':'.
sk: Atribút „%s“ obsahuje neplatný znak „:“.

source: The peer connection encryption mode.
sk: Šifrovací režim spojenia s rovesníkom.

source: The permissions on new files and directories are normally governed by create mask and directory mask but the inherit permissions parameter overrides this. This can be particularly useful on systems with many users to allow a single share to be used flexibly by each user.
sk: Práva nových súborov a adresárov sa bežne spravujú maskou pre vytvorenie a maskou adresára, ale parameter dedičnosť práv toto správanie mení. To môže byť obzvlášť užitočné na systémoch s množstvom používateľov, kde to môže umožniť flexibilne zdieľať každému používateľovy jeden súbor.

source: The port to listen to. The default is to listen to the tftp port specified in /etc/services.
sk: Na ktorom porte počúvať. Štandardne sa počúva na TFTP porte uvedenom v /etc/services.

source: The rule number determines the order of the rule.
sk: Číslo pravidla určuje poradie pravidla.

source: The serial or USB port where your UPS is connected.
sk: Sériový alebo USB port, kde je pripojené vaše UPS.

source: The share name is already used.
sk: Názov zdieľaného priečinka sa už používa.

source: The size of the swap file in MB.
sk: Veľkosť odkladacieho súboru v MB.

source: The subject of the email.
sk: Predmet emailu.

source: The system has been reset to factory defaults and is now rebooting. This may take one minute.
sk: Nastavenie systému bolo vrátené na štandardné hodnoty a teraz sa reštartuje. Môže to chvíľu trvať.

source: The time in seconds until shutdown is initiated. If the UPS happens to come back before the time is up the shutdown is canceled.
sk: Čas v sekundách do spustenia vypnutia. Ak do vypršania tohto intervalu nabehne UPS, vypnutie sa zruší.

source: The time update interval must be either between 6 and 1440.
sk: Interval aktualizácie času musí byť medzi 6 a 1440.

source: The unique group ID is already used.
sk: Jedinečný ID skupiny je už využitý.

source: The unique rule number is already used.
sk: Jedinečné číslo pravidla je už obsadené.

source: The unique user ID is already used.
sk: Jedinečný ID používateľa je už použitý.

source: The value of the variable.
sk: Hodnota premennej.

source: The volume must be detached before it can be deleted.
sk: Jednotku je potrebné pred zmazaním odobrať.

source: There must be a minimum of 2 disks in a JBOD.
sk: V JBOD musia byť aspoň 2 disky.

source: There must be a minimum of 3 disks in a RAID 5 volume.
sk: V zväzku RAID 5 musia byť aspoň 3 disky.

source: There must be selected a minimum of 1 interface.
sk: Musí byť vybrané aspoň 1 rozhranie.

source: There should be enough to handle the maximum level of concurrency from its clients, typically four to six.
sk: Malo by ich byť dosť, aby dokázali zvládnuť maximálnu úroveň súčasných požiadaviek od klientov, zvyčajne 4-6.

source: These MIBs will be added to /etc/sysctl.conf. This allow you to make changes to a running system.
sk: Tieto MIB sa pridajú do /etc/sysctl.conf. To vám umožní vykonávať zmeny bežiaceho systému.

source: These commands will be executed pre or post system initialization (booting) or before system shutdown.
sk: Tieto príkazy sa vykonajú pred alebo po inicializácii (zavedení) systému alebo pred vypnutím systému.

source: These option(s) will be added to /etc/rc.conf. This allow you to overwrite options used by various generic startup scripts.
sk: Tieto MIB sa pridajú do /etc/rc.conf. To vám umožní prepisovať voľby, ktoré používajú rozne všeobecné štartovacie skripty.

source: These parameters are added to %s.
sk: Tieto parametre sa pridajú k %s.

source: These parameters are added to [Global] section of %s.
sk: Tieto parametre sa pridajú do sekcie [Global] súboru %s.

source: These parameters are added to [Share] section of %s.
sk: Tieto parametre sa pridajú do sekcie [Share] súboru %s.

source: These parameters will be added to global settings in %s.
sk: Tieto parametre budú pridané do globálnych nastavení v %s.

source: These parameters will be added to the module configuration in rsyncd.conf.
sk: Tieto parametre budú pridané do nastavení modulu v rsyncd.conf.

source: This LAGG cannot be deleted because it is still being used as an interface.
sk: Tento LAGG nie je možné zmazať, lebo sa ešte stále používa ako rozhranie.

source: This URL is already configured.
sk: Tento URL je už nastavený.

source: This VLAN cannot be deleted because it is still being used as an interface.
sk: Túto VLAN nemožno zmazať, lebo sa ešte stále používa ako rozhranie.

source: This allows you to lower the power consumption of the drive, at the expense of performance.
sk: Toto umožňuje znížiť spotrebu jednotky na úkor výkonnosti.

source: This allows you to set how loud the drive is while it's operating.
sk: Toto vám umožňuje nastaviť aký je disk hlučný počas prevádzky.

source: This allows you to set the file system for preformatted hard disks containing data.
sk: Toto vám umožňuje nastaviť aký súborový systém sa použije na predformátovaných pevných diskoch obsahujúcich dáta.

source: This allows you to set the transfer mode for ATA/IDE hard drives.
sk: Toto vám umožňuje nastaviť prenosový režim pevných diskov ATA/IDE.

source: This configuration settings are used to generate the ups.conf configuration file which is required by the NUT UPS daemon. To get more information how to configure your UPS please check the NUT (Network UPS Tools) <a href='%s' target='_blank'>documentation</a>.
sk: Tieto konfiguračné nastavenia slúžia na vygenerovanie konfiguračného súboru ups.conf, ktorý vyžaduje démon NUT UPS. Ďalšie informácie informácií ako nakonfigurovať váš UPS nájdete v <a href='%s' target='_blank'>dokumentácii</a> NUT (Network UPS Tools).

source: This controls how the case of filenames are viewed and stored.
sk: Toto určuje, ako sa zobrazuje a ukladá veľkosť písmen názvov súborov.

source: This controls the access a remote host has to this module.
sk: Toto vám umožňuje nastaviť prístup vzdialeného hostiteľa k tomuto modulu.

source: This controls the access to this share with an access password.
sk: Toto určuje, aký prístup k tomuto priečinku je možný po zadaní prístupového hesla.

source: This controls whether the .AppleDouble directory gets created unless absolutely needed. This option should not be used if files are access mostly by Mac computers.
sk: Toto určuje, či sa bude vytvárať adresár .AppleDouble, ak to nie je nevyhnutné. Túto voľbu by ste nemali používať ak sa k súborom pristupuje zväčša z počitačov Mac.

source: This couple targetname/targetaddress already exists in the disk list.
sk: Táto dvojica cieľový názov/cieľová adresa už v zozname diskov existuje.

source: This email has been send to validate your email configuration.
sk: Tento email bol poslaný na overenie vašej emailovej konfigurácie.

source: This forces filenames to be restricted to the character set used by Windows. This is not recommended for shares used principally by Mac computers.
sk: Týmto vynútite, aby boli v názvoch súborov prípustné iba znaky zo znakovej sady, ktorú používa Windows. Táto voľba sa neodporúča pre zdieľania, ktoré predovšetkým využívajú počítače Mac.

source: This function is unsupported. Use it on your own risk!
sk: Táto funkcia nie je podporovaná. Používajte ju na vlastné riziko.

source: This is both the name of the server as advertised via Zeroconf/Bonjour/Rendezvous, and the name of the database exported via DAAP.
sk: Toto je názov servera, ktorý sa šíri pomocou Zeroconf/Bonjour/Rendezvous a zároveň názov databázy exportovanej prostredníctvom DAAP.

source: This may make more efficient use of the system CPU's and cause Samba to be faster. Samba automatically turns this off for clients that use protocol levels lower than NT LM 0.12 and when it detects a client is Windows 9x.
sk: Týmto sa umožní efektívnejšie využitie CPU systému a zrýchlenie Samby. Samba toto automaticky vypína pre všetkých klientov, ktorí používajú úrovne protokolu nižšie ako NT LM 0.12 a ak zistí, že klient je Windows 9x.

source: This name already exists in the disk list.
sk: Tento názov už v zozname diskov existuje.

source: This name is used to uniquely identify your UPS on this system.
sk: Tento názov slúži je použitý na jednečnú identifikáciu vášho UPS v tomto systéme.
