Repository: freenas/freenas7
Catalog: locale/*.UTF8.po
Languages: bg_bg, zh_cn, zh_tw

source: Date
bg_bg: дата
zh_cn: 日期
zh_tw: 日期

source: Sunday Monday Tuesday Wednesday Thursday Friday Saturday
bg_bg: Неделя Понеделник Вторник Сряда Четвъртък Петък Събота
zh_cn: 星期日 星期一 星期二 星期三 星期四 星期五 星期六
zh_tw: 星期日 星期一 星期二 星期三 星期四 星期五 星期六

source: Sun Mon Tue Wed Thu Fri Sat
bg_bg: Нед Пон Вто Сря Чет Пет Съб
zh_cn: 周日 周一 周二 周三 周四 周五 周六
zh_tw: 周日 周一 周二 周三 周四 周五 周六

source: January February March April May June July August September October November December
bg_bg: Януари Февруари Март Април Май Юни Юли Август Септември Октомври Ноември Декември
zh_cn: 一月 二月 三月 四月 五月 六月 七月 八月 九月 十月 十一月 十二月
zh_tw: 一月 二月 三月 四月 五月 六月 七月 八月 九月 十月 十一月 十二月

source: Jan Feb Mar Apr May Jun Jul Aug Sep Oct Nov Dec
bg_bg: Яну Фев Мар Апр Май Юни Юли Авг Сеп Окт Ное
zh_cn: 一月 二月 三月 四月 五月 六月 七月 八月 九月 十月 十一月 十二月
zh_tw: 一月 二月 三月 四月 五月 六月 七月 八月 九月 十月 十一月 十二月

source: Time
bg_bg: Час
zh_cn: 时间
zh_tw: 時間

source: second
bg_bg: секунда
zh_cn: 秒
zh_tw: 秒

source: seconds
bg_bg: секунди
zh_cn: 秒
zh_tw: 秒

source: minute
bg_bg: минута
zh_cn: 分
zh_tw: 分

source: minutes
bg_bg: минути
zh_cn: 分
zh_tw: 分

source: hour
bg_bg: час
zh_cn: 小时
zh_tw: 小時

source: hours
bg_bg: ч
zh_cn: 小时
zh_tw: 小時

source: day
bg_bg: ден
zh_cn: 天
zh_tw: 天

source: days
bg_bg: дни
zh_cn: 天
zh_tw: 天

source: week
bg_bg: седмица
zh_cn: 周
zh_tw: 周

source: weeks
bg_bg: седмици
zh_cn: 周
zh_tw: 周

source: week days
bg_bg: ден от седмицата
zh_cn: 平常日
zh_tw: 平常日

source: month
bg_bg: месец
zh_cn: 月
zh_tw: 月

source: months
bg_bg: месеци
zh_cn: 月
zh_tw: 月

source: year
bg_bg: година
zh_cn: 年
zh_tw: 年

source: years
bg_bg: години
zh_cn: 年
zh_tw: 年

source: All
bg_bg: Всички
zh_cn: 全部
zh_tw: 全部

source: and
bg_bg: и
zh_cn: 以及
zh_tw: 以及

source: Down
bg_bg: Надолу
zh_cn: 下
zh_tw: 下

source: No
bg_bg: Не
zh_cn: 否
zh_tw: 否

source: off
bg_bg: изкл.
zh_cn: 关
zh_tw: 關

source: on
bg_bg: вкл.
zh_cn: 开
zh_tw: 開

source: Up
bg_bg: Нагоре
zh_cn: 上
zh_tw: 上

source: Yes
bg_bg: Да
zh_cn: 是
zh_tw: 是

source: Activate
bg_bg: Активирай
zh_cn: 啟始
zh_tw: 啟始

source: Add
bg_bg: Добави
zh_cn: 增加
zh_tw: 增加

source: Cancel
bg_bg: Отмени
zh_cn: 取消
zh_tw: 取消

source: Create
bg_bg: Създай
zh_cn: 建立
zh_tw: 建立

source: Deactivate
bg_bg: Деактивирай
zh_cn: 停止
zh_tw: 停止

source: Delete
bg_bg: Премахни
zh_cn: 刪除
zh_tw: 刪除

source: Edit
bg_bg: Редакция
zh_cn: 编辑
zh_tw: 編輯

source: Enable
bg_bg: Позволи
zh_cn: 啟动
zh_tw: 啟動

source: Help
bg_bg: Помощ
zh_cn: 帮助
zh_tw: 說明

source: Ignore
bg_bg: Игнорирай
zh_cn: 忽略
zh_tw: 忽略

source: Login
bg_bg: Вписване
zh_cn: 登入
zh_tw: 登入

source: Log out
bg_bg: Изход
zh_cn: 登出
zh_tw: 登出

source: Modify
bg_bg: Промяна
zh_cn: 修改
zh_tw: 修改

source: New
bg_bg: Нов
zh_cn: 新增
zh_tw: 新增

source: Search
bg_bg: Търсене
zh_cn: 搜寻
zh_tw: 搜尋

source: Save
bg_bg: Запази
zh_cn: 储存
zh_tw: 儲存

source: Submit
bg_bg: Потвърди
zh_cn: 传送
zh_tw: 傳送

source: Update
bg_bg: Обнови
zh_cn: 更新
zh_tw: 更新

source: View
bg_bg: Покажи
zh_cn: 检视
zh_tw: 檢視

source: Apply changes
bg_bg: Прилагане на промените
zh_cn: 套用
zh_tw: 套用

source: Warning
bg_bg: Внимания
zh_cn: 警告
zh_tw: 警告

source: Load
bg_bg: Зареди
zh_cn: 载入
zh_tw: 載入

source: Retry
bg_bg: Нов опит
zh_cn: 重试
zh_tw: 重試

source: Size
bg_bg: Размер
zh_cn: 大小
zh_tw: 大小

source: Status
bg_bg: Състояние
zh_cn: 状态
zh_tw: 狀態

source: Type
bg_bg: Тип:
zh_cn: 类別
zh_tw: 類別

source: Configuring
bg_bg: конфигуриране
zh_cn: 设定中
zh_tw: 設定中

source: Disk
bg_bg: Диск
zh_cn: 磁碟
zh_tw: 磁碟

source: Disks
bg_bg: Дискове
zh_cn: 磁碟
zh_tw: 磁碟

source: Partition
bg_bg: Дял
zh_cn: 磁区
zh_tw: 磁區

source: File system
bg_bg: Файлова система
zh_cn: 档案系统
zh_tw: 檔案系統

source: Description
bg_bg: Описание
zh_cn: 描述
zh_tw: 描述

source: Software RAID
bg_bg: Софтуерен RAID
zh_cn: 软体RAID
zh_tw: 軟體RAID

source: Service
bg_bg: Услуга
zh_cn: 服务
zh_tw: 服務

source: Confirmation
bg_bg: Потвърждение
zh_cn: 确认
zh_tw: 確認

source: Note
bg_bg: Забележка
zh_cn: 提示
zh_tw: 提示

source: Successful
bg_bg: Успешно
zh_cn: 成功
zh_tw: 成功

source: Failed
bg_bg: Неуспех
zh_cn: 失败
zh_tw: 失敗

source: Error
bg_bg: Грешка
zh_cn: 错误
zh_tw: 錯誤

source: Hint
bg_bg: Съвет
zh_cn: 提示
zh_tw: 提示

source: The changes have been applied successfully.
bg_bg: Промените бяха приложени успешно.
zh_cn: 变更套用成功。
zh_tw: 變更套用成功。

source: The changes have been saved. You must <a href=%s>reboot</a> your NAS for changes to take effect.
bg_bg: Промените бяха запазени. Трябва да <a href=%s>рестартираш</a> NAS за да влязат в сила.
zh_cn: 变更已经储存。 <a href=%s>重新开啟</a>NAS系统之后便会生效。

source: ERROR: The changes could not be applied (error code %s).
bg_bg: ГРЕШКА: Промените не могат да бъдат прилжени (код на грешката %s).
zh_cn: 错误：变更无法套用 (错误代码 %s).

source: A valid IP address must be specified.
bg_bg: Трябава да въведете валиден IP адрес.
zh_cn: 请输入一个有效的IP位置。
zh_tw: 請輸入一個有效的IP位置。

source: A valid network bit count must be specified.
zh_cn: 请输入一个有效的network bit count。
zh_tw: 請輸入一個有效的network bit count。

source: The TCP port must be a valid port number.
zh_cn: 请输入一个有效的连接埠。
zh_tw: 請輸入一個有效的連接埠。

source: Password don't match.
bg_bg: паролата не съвпада.
zh_cn: 密码不相同
zh_tw: 密碼不相同

source: Note: Ctrl-click (or command-click on the Mac) to select and de-select minutes, hours, days and months.
zh_cn: 提示：使用Ctrl+滑鼠左键(Mac：command+滑鼠主键)就可以复选项目。
zh_tw: 提示：使用Ctrl+滑鼠左鍵(Mac：command+滑鼠主鍵)就可以複選項目。

source: Active
bg_bg: Активен
zh_cn: 运作中
zh_tw: 運作中

source: Inactive
bg_bg: Неактивен
zh_cn: 停止中
zh_tw: 停止中

source: Selected
bg_bg: Маркирани
zh_cn: 已选择
zh_tw: 已選擇

source: System
bg_bg: Системен
zh_cn: 系统
zh_tw: 系統

source: General setup
bg_bg: Основни настройки
zh_cn: 设定
zh_tw: 設定

source: Static routes
bg_bg: Статични пътища
zh_cn: 靜态路由
zh_tw: 靜態路由

source: Firmware
zh_cn: 固件
zh_tw: 韌體

source: Advanced
bg_bg: Разширен
zh_cn: 高级
zh_tw: 進階

source: Assign
zh_cn: 指派
zh_tw: 指派

source: LAN
bg_bg: Локална мрежа
zh_cn: 区域网路
zh_tw: 區域網路

source: Management
bg_bg: Управление
zh_cn: 管理
zh_tw: 管理

source: Mount Point
bg_bg: Място за монтиране
zh_cn: 挂载点
zh_tw: 掛載點

source: Services
bg_bg: Услуги
zh_cn: 服务
zh_tw: 服務

source: Access
bg_bg: Достъп
zh_cn: 存取权限
zh_tw: 存取權限

source: Users and Groups
bg_bg: Потребители и Групи
zh_cn: 使用者/群组
zh_tw: 使用者/群組

source: Process
bg_bg: Процес
zh_cn: 处理程序
zh_tw: 處理程序

source: Interfaces
bg_bg: Интерфейси
zh_cn: 网路介面
zh_tw: 網路介面

source: Wireless
bg_bg: Безжичен
zh_cn: 无線网路
zh_tw: 無線網路

source: Extensions
bg_bg: Разширения
zh_cn: 扩充
zh_tw: 擴充

source: Diagnostics
bg_bg: Диагностика
zh_cn: 诊断
zh_tw: 診斷

source: Logs
bg_bg: Логове
zh_cn: 记錄档
zh_tw: 記錄檔

source: Information
bg_bg: Информация
zh_cn: 资讯
zh_tw: 資訊

source: Edit File
bg_bg: Редактиране на Файл
zh_cn: 编辑档案
zh_tw: 編輯檔案

source: Backup/Restore
bg_bg: Съхрани/Върни
zh_cn: 备份/还原
zh_tw: 備份/還原

source: Factory defaults
bg_bg: Фабрични настройки
zh_cn: 回到原始预设值
zh_tw: 回到原始預設值

source: Reboot system
bg_bg: Рестартирай системата
zh_cn: 重新开机
zh_tw: 重新開機

source: Shutdown system
bg_bg: Изключи системата
zh_cn: 关机
zh_tw: 關機

source: Graph
bg_bg: Графика
zh_cn: 图表
zh_tw: 圖表

source: Name of the NAS host, without domain part<br>e.g. <em>nas</em>
zh_cn: NAS的主机名称，不包含网域<br>例如: <em>nas</em>
zh_tw: NAS的主機名稱，不包含網域<br>例如: <em>nas

source: Domain
bg_bg: Домейн
zh_cn: 网域
zh_tw: 網域

source: e.g. <em>mycorp.com</em>
zh_cn: 例： <em>mycompany.com</em>
zh_tw: 例： <em>mycompany.com</em>

source: DNS servers
bg_bg: DNS Сървъри
zh_cn: DNS伺服器
zh_tw: DNS伺服器

source: IP addresses
bg_bg: IP адреси
zh_cn: 请输入IP位置
zh_tw: 請輸入IP位置

source: Username
bg_bg: Потребителско Име
zh_cn: 帐号
zh_tw: 帳號

source: If you want to change the username for accessing the webGUI, enter it here.
bg_bg: Ако искате да смените потребителското име за достъп до webGUI, въведете го тук.
zh_cn: 变更网页介面的帐号。
zh_tw: 變更網頁介面的帳號。

source: Password
bg_bg: Парола
zh_cn: 密码
zh_tw: 密碼

source: If you want to change the password for accessing the webGUI, enter it here twice.<br>Don't use the character ':'.
bg_bg: Ако искате да смените паролата за достъп до webGUI, въведете я тук 2 пъти.<br>не използвайте символа ':'.
zh_cn: 变更网页介面的密码（两次）<br>不要使用以下的字元 ':'。
zh_tw: 變更網頁介面的密碼（兩次）<br>不要使用以下的字元 ':'。

source: WebGUI protocol
bg_bg: WebGUI Протокол
zh_cn: 网页介面协定
zh_tw: 網頁介面協定

source: WebGUI port
bg_bg: WebGUI порт
zh_cn: 网页介面连接埠
zh_tw: 網頁介面連接埠

source: Enter a custom port number for the webGUI above if you want to override the default (80 for HTTP, 443 for HTTPS).
zh_cn: 输入自行设定的网页管理介面连接埠(80: HTTP, 443: HTTPS)。
zh_tw: 輸入自行設定的網頁管理介面連接埠(80: HTTP, 443: HTTPS)。

source: Language
bg_bg: Език
zh_cn: 语言
zh_tw: Language/語言設定

source: Select the system language
bg_bg: Изберете системен език
zh_cn: 选择网页管理介面显示语言
zh_tw: 選擇網頁管理介面顯示語言

source: System Time
bg_bg: Системно време
zh_cn: 系统时间

source: Enter desired system time directly (format mm/dd/yyyy hh:mm) or use icon to select one, then use Save button to update system time. (Mind seconds part will be ignored)
zh_cn: 直接输入欲设定的系统时间 (格式为 mm/dd/yyyy hh:mm) ，或是点选图示选择时间，点选储存之后便会更新系统时间。 (秒数的资料将会忽略)

source: Time zone
bg_bg: Часова зона
zh_cn: 时区
zh_tw: 時區

source: Select the location closest to you.
bg_bg: Изберете най-близкото до вас място.
zh_cn: 选择最邻近的区域。
zh_tw: 選擇最鄰近的區域。

source: Time update interval
zh_cn: 时间同步间隔
zh_tw: 時間同步間隔

source: Minutes between network time sync.; 300 recommended, or 0 to disable.
zh_cn: 多少分钟与时间伺服器同步一次。建议设为300分钟，输入0则可以关闭同步功能

source: NTP time server
bg_bg: NTP времеви сървър
zh_cn: NTP时间伺服器
zh_tw: NTP時間伺服器

source: Use a space to separate multiple hosts (only one required). Remember to set up at least one DNS server if you enter a host name here!
zh_cn: 使用空白字元来分隔多个主机位置(一个空白即可)。如果你输入主机名称，请先设定DNS伺服器。

source: The hostname may only contain the characters a-z, 0-9 and '-'.
zh_cn: Hostname只能包含以下字元 a-z, 0-9, '-'。
zh_tw: Hostname只能包含以下字元 a-z, 0-9, '-'。

source: The domain may only contain the characters a-z, 0-9, '-' and '.'.
zh_cn: 网域只能包含以下字元 a-z, 0-9, '-', '.'。
zh_tw: 網域只能包含以下字元 a-z, 0-9, '-', '.'。

source: A valid IP address must be specified for the primary/secondary DNS server.
bg_bg: трябава да въведете валиден IP адрес за първия/втория DNS сървър.
zh_cn: 主要/次要DNS伺服器必须指定一个有效的IP。
zh_tw: 主要/次要DNS伺服器必須指定一個有效的IP。

source: The username may only contain the characters a-z, A-Z and 0-9.
zh_cn: 帐号只能包含以下字元 a-z, A-Z, 0-9。
zh_tw: 帳號只能包含以下字元 a-z, A-Z, 0-9。

source: A valid TCP/IP port must be specified for the webGUI port.
zh_cn: 网页介面必须指定一个有效的TCP/IP连接埠。
zh_tw: 網頁介面必須指定一個有效的TCP/IP連接埠。

source: The passwords do not match.
bg_bg: Паролата не съвпада.
zh_cn: 您输入的密码不相符。
zh_tw: 您輸入的密碼不相符。

source: You must select a valid language.
bg_bg: Трябва да изберете валиден език.
zh_cn: 必须选择一个有效的语言。
zh_tw: 必須選擇一個有效的語言。

source: The time update interval must be either 0 (disabled) or between 6 and 1440.
zh_cn: 将时间同步间隔设定只接受6-1440的范园，或者输入0将其关闭。
zh_tw: 將時間同步間隔設定只接受6-1440的範園，或者輸入0將其關閉。

source: A NTP Time Server name may only contain the characters a-z, 0-9, '-' and '.'.
zh_cn: NTP时间伺服器只能包含以下字元a-z, 0-9, '-', '.'。
zh_tw: NTP時間伺服器只能包含以下字元a-z, 0-9, '-', '.'。

source: System information
bg_bg: Системна информация
zh_cn: 系统资讯
zh_tw: 系統資訊

source: Name
bg_bg: Име
zh_cn: 名称
zh_tw: 名稱

source: Version
bg_bg: Версия
zh_cn: 版本
zh_tw: 版本

source: OS Version
bg_bg: ОС Версия
zh_cn: 作业系统版本
zh_tw: 作業系統版本

source: Platform
bg_bg: Платформа
zh_cn: 硬体平台
zh_tw: 硬體平台

source: Uptime
bg_bg: Време на непрекъсната работа
zh_cn: 啟动时间
zh_tw: 啟動時間

source: Last config change
bg_bg: Последна конфигурационна промяна
zh_cn: 上次设定时间
zh_tw: 上次設定時間

source: Memory usage
bg_bg: Използвана памет
zh_cn: 记忆体使用率
zh_tw: 記憶體使用率

source: Load averages
bg_bg: Средно натоварване
zh_cn: 系统负载
zh_tw: 系統負載

source: show process information
bg_bg: Покажи информация за процесите
zh_cn: 显示处理程序
zh_tw: 顯示處理程序

source: Disk space usage
bg_bg: Заето място на диска
zh_cn: 磁碟空间
zh_tw: 磁碟空間

source: No disk configured
bg_bg: Няма конфигуриран диск
zh_cn: 尚未加入磁碟
zh_tw: 尚未加入磁碟

source: Processes
bg_bg: Процеси
zh_cn: 程序列表
zh_tw: 程序列表

source: Processes information
bg_bg: Информация за процесите
zh_cn: 程序资讯
zh_tw: 程序資訊

source: The static route configuration has been changed.<br>You must apply the changes in order for them to take effect.
zh_cn: 靜态路由已经变更。<br>套用之后才会生效。
zh_tw: 靜態路由已經變更。<br>套用之後才會生效。

source: Interface
bg_bg: Интерфейс
zh_cn: 网路介面卡
zh_tw: 網路介面卡

source: Network
bg_bg: мрежа
zh_cn: 目标网段
zh_tw: 目標網段

source: Edit Route
bg_bg: Промени пътя
zh_cn: 编辑路由
zh_tw: 編輯路由

source: Do you really want to delete this route?
bg_bg: Наистина ли искатате да изтриете пътя?
zh_cn: 确定要刪除这个路由资讯吗？
zh_tw: 確定要刪除這個路由資訊嗎？

source: Delete Route
bg_bg: Изтрий пътя
zh_cn: 刪除路由
zh_tw: 刪除路由

source: Add Route
bg_bg: Добави път
zh_cn: 新增路由
zh_tw: 新增路由

source: A valid destination network must be specified.
zh_cn: 请输入一个有效的目标网段。
zh_tw: 請輸入一個有效的目標網段。

source: A valid gateway IP address must be specified.
bg_bg: Трябва да посочите валиден адрес за шлюза.
zh_cn: 请输入一个有效的闸道IP位置。
zh_tw: 請輸入一個有效的閘道IP位置。

source: A route to this destination network already exists.
zh_cn: 已经有一个目标网段的路由设定存在了。
zh_tw: 已經有一個目標網段的路由設定存在了。

source: Choose which interface this route applies to.
zh_cn: 选择本路由设定要套用到哪一个网路介面。
zh_tw: 選擇本路由設定要套用到哪一個網路介面。

source: Destination network
bg_bg: Отправна мрежа
zh_cn: 目标网段
zh_tw: 目標網段

source: Destination network for this static route
bg_bg: Отправна мрежа за този статичен път
zh_cn: 本路由设定要套用的目标网段
zh_tw: 本路由設定要套用的目標網段

source: Gateway to be used to reach the destination network
zh_cn: 连線到目标网段的闸道IP位置
zh_tw: 連線到目標網段的閘道IP位置

source: You may enter a description here for your reference (not parsed).
zh_cn: 可以加註必要的描述文字。(not parsed)
zh_tw: 可以加註必要的描述文字。(not parsed)

source: The uploaded image file is not for this platform
bg_bg: Качения имидж не е за тази платформа
zh_cn: 上传之映像档並不适用於这个系统
zh_tw: 上傳之映像檔並不適用於這個系統

source: Image upload failed (out of memory?)
bg_bg: Качването се провали (Недостиг на памет?)
zh_cn: 映像档上传失败(记忆体不足？)
zh_tw: 映像檔上傳失敗(記憶體不足？)

source: The digital signature on this image is invalid.
zh_cn: 映像档之数位签章已经失效。
zh_tw: 映像檔之數位簽章已經失效。

source: This image is not digitally signed.
zh_cn: 映像档並沒有通过数位签章认证。
zh_tw: 映像檔並沒有通過數位簽章認證。

source: There has been an error verifying the signature on this image.
zh_cn: 无法验証映像档內的数位签章。
zh_tw: 無法驗証映像檔內的數位簽章。

source: The image file is corrupt
zh_cn: 映像档已损毀
zh_tw: 映像檔已損毀

source: The firmware is now being installed. %s will reboot automatically.
zh_cn: 新的韧体正在安装中，完成之后%s将会自动重新开机。
zh_tw: 新的韌體正在安裝中，完成之後%s將會自動重新開機。

source: Firmware uploading is not supported on this platform.
zh_cn: 此系统並不支援韧体上传功能。.
zh_tw: 此系統並不支援韌體上傳功能。.

source: This means that the image you uploaded is not an official/supported image and may lead to unexpected behavior or security compromises. Only install images that come from sources that you trust, and make sure that the image has not been tampered with.<br><br>Do you want to install this image anyway (on your own risk)?
zh_cn: 这表示你所上传的映像档並非由FreeNAS官方所发佈的，安装这个映像档可能会导致安全漏洞或是不可预期的错误。请安装来自官方，或是你所信任的来源所提供之映像档，並确定所下载之映像档並沒有被植入恶意程式。<br><br>你要继续安装这个映像档吗？(自行负责)

source: Click &quot;Enable firmware upload&quot; below, then choose the image file to be uploaded.<br>Click &quot;Upgrade firmware&quot; to start the upgrade process.
zh_cn: 於下方点选 &quot;开啟韧体升级功能&quot; ，然后选择将要上传的映像档。<br>点选 &quot;韧体升级&quot; 以啟动升级动作
zh_tw: 於下方點選 &quot;開啟韌體升級功能&quot; ，然後選擇將要上傳的映像檔。<br>點選 &quot;韌體升級&quot; 來開啟升級動作

source: Enable firmware upload
bg_bg: Позволи качването на firmware
zh_cn: 开啟韧体升级功能
zh_tw: 開啟韌體升級功能

source: Disable firmware upload
bg_bg: Забрани качването на firmware
zh_cn: 关闭韧体升级功能
zh_tw: 關閉韌體升級功能

source: Firmware image file
bg_bg: Firmware image фаил
zh_cn: 韧体映像档
zh_tw: 韌體映像檔

source: Upgrade firmware
bg_bg: Поднови firmware-а
zh_cn: 韧体升级
zh_tw: 韌體升級

source: You must reboot the system before you can upgrade the firmware.
bg_bg: трябва да рестартирате системата преди да обновите firmware-а.
zh_cn: 系统必须重新开机才能开啟韧体升级功能。
zh_tw: 系統必須重新開機才能開啟韌體升級功能。

source: The TCP idle timeout must be an integer.
zh_cn: TCP閒置切断时间必须是一个整数。
zh_tw: TCP閒置切斷時間必須是一個整數。

source: Certificate and key must always be specified together.
zh_cn: 验证与金钥必须同时提供才能发挥作用。
zh_tw: 驗證與金鑰必須同時提供才能發揮作用。

source: This certificate does not appear to be valid.
zh_cn: 这个验证似乎是无效的。
zh_tw: 這個驗證似乎是無效的。

source: This key does not appear to be valid.
zh_cn: 这个金钥似乎是无效的。
zh_tw: 這個金鑰似乎是無效的。

source: The options on this page are intended for use by advanced users only, and there's <strong>NO</strong> support for them.
zh_cn: 本页的选项是设计给进阶的使用者使用的，同时也<strong>不提供</strong>关於本页选项的相关技术支援
zh_tw: 本頁的選項是設計給進階的使用者使用的，同時也<strong>不提供</strong>有本頁選項的相關技術支援

source: webGUI SSL certificate/key
zh_cn: 网页管理介面SSL验证/金钥
zh_tw: 網頁管理介面SSL驗證/金鑰

source: Certificate
bg_bg: Сертификат
zh_cn: 验证码
zh_tw: 驗證碼

source: Paste a signed certificate in X.509 PEM format here.
zh_cn: 请在此贴上X.509 PEM格式的验证码。
zh_tw: 請在此貼上X.509 PEM格式的驗證碼。

source: Key
bg_bg: Ключ
zh_cn: 金钥
zh_tw: 金鑰

source: Paste an RSA private key in PEM format here.
zh_cn: 请在此贴上一个PEM格式的RSA私钥。
zh_tw: 請在此貼上一個PEM格式的RSA私鑰。

source: Miscellaneous
bg_bg: Други настройки
zh_cn: 杂项设定
zh_tw: 雜項設定

source: Console menu
bg_bg: конзолно меню
zh_cn: Console选单
zh_tw: Console選單

source: Disable console menu
bg_bg: Забрани конзолното меню
zh_cn: 关闭console选单
zh_tw: 關閉console選單

source: Changes to this option will take effect after a reboot.
bg_bg: промените ще влязат в действие след рестарта
zh_cn: 这个变更必须等到重新开机之后才会生效。
zh_tw: 這個變更必須等到重新開機之後才會生效。

source: Firmware version check
bg_bg: проверка на версията на фирмуера
zh_cn: 韧体版本检查
zh_tw: 韌體版本檢查

source: Disable firmware version check
bg_bg: забрани проверката на версията на фирмуера
zh_cn: 关闭韧体版本检查功能
zh_tw: 關閉韌體版本檢查功能

source: TCP idle timeout
zh_cn: TCP閒置切断时间
zh_tw: TCP閒置切斷時間

source: Idle TCP connections will be removed from the state table after no packets have been received for the specified number of seconds. Don't set this too high or your state table could become full of connections that have been improperly shut down. The default is 9000 seconds (2.5 hours).
zh_cn: 閒置太久的TCP连線将会被系统切断。不要把这个数值设定的太高，以免系统內同时存在太多的连線(例:不正常断線的程式)。预设的数值是9000秒（2.5小时）。
zh_tw: 閒置太久的TCP連線將會系統切斷。不要把這個數值設定的太高，以免系統內同時存在太多的連線(例:不正常斷線的程式)。預設的數值是2.5小時。

source: Navigation
bg_bg: Навигация
zh_cn: 导览
zh_tw: 導覽

source: Keep diagnostics in navigation expanded
zh_cn: 将诊断的页面连结预设为展开
zh_tw: 將診斷的頁面連結預設為展開

source: System Beep
bg_bg: Системен звънец
zh_cn: 提示声响
zh_tw: 提示聲響

source: Disable speaker beep on startup and shutdown
bg_bg: забрани Системния звънец при пускане и спиране
zh_cn: 关闭系统於开/关机时的提示声响
zh_tw: 關閉系統於開/關機時的提示聲響

source: S.M.A.R.T Daemon
bg_bg: S.M.A.R.T Демон
zh_cn: S.M.A.R.T监控程式
zh_tw: S.M.A.R.T監控程式

source: Enable the S.M.A.R.T daemon
bg_bg: позволли S.M.A.R.T. демона
zh_cn: 开啟 S.M.A.R.T 监控程式
zh_tw: 開啟 S.M.A.R.T 監控程式

source: Monitor the S.M.A.R.T device by logging their status in the log file.
zh_cn: 透过记錄档监控S.M.A.R.T装置。
zh_tw: 透過記錄檔監控S.M.A.R.T裝置。

source: Tuning
bg_bg: Настройки
zh_cn: 微调
zh_tw: 微調

source: Swap file
bg_bg: Swap фаил
zh_cn: Swap档

source: Swap size
bg_bg: Swap размер
zh_cn: Swap大小

source: mount share
zh_cn: 分享之掛载点

source: Mount to use for swap
zh_cn: Swap所使用的掛载点

source: Swap file size
zh_cn: Swap档案大小

source: Size in MB.
bg_bg: размер в MB
zh_cn: 以MB为单位。

source: Assign network ports
bg_bg: определи мрежовите портове
zh_cn: 指派通讯埠
zh_tw: 指派通訊埠

source: Port
bg_bg: Порт
zh_cn: 通讯埠
zh_tw: 通訊埠

source: was assigned to
bg_bg: беше зададен на
zh_cn: 被指派为
zh_tw: 被指派為

source: interfaces:
bg_bg: интерфейси:
zh_cn: 介面:
zh_tw: 介面:

source: Network port
bg_bg: мрежов порт
zh_cn: 网路卡
zh_tw: 網路卡

source: Delete interface
bg_bg: изтрий интерфейса
zh_cn: 刪除介面
zh_tw: 刪除介面

source: Add interface
bg_bg: добави интерфейс
zh_cn: 新增介面
zh_tw: 新增介面

source: After you click &quot;Save&quot;, you must reboot %s to make the changes take effect. You may also have to do one or more of the following steps before you can access your NAS again: </span><
zh_cn: 当按下&quot;储存&quot;之后，必须重新开啟 %s 才能使变更生效。请继续执行下列的步骤，才能再次连線您的NAS：</span></p>
zh_tw: 當按下&quot;儲存&quot;之後，請繼續執行下列的步驟，才能再次連線至%s：</span></p

source: A valid gateway must be specified.
bg_bg: трябва да посочите валиден шлюз
zh_cn: 请输入一个有效的闸道。
zh_tw: 請輸入一個有效的閘道。

source: A valid mtu size must be specified.
bg_bg: трябва да посочите валиден MTU
zh_cn: 请输入一个有效的MTU。
zh_tw: 請輸入一個有效的MTU。

source: IP address
bg_bg: IP адрес
zh_cn: IP位置
zh_tw: IP位置

source: Subnet bit count
zh_cn: 网段遮罩位元数
zh_tw: 網段遮罩位元數

source: Standard MTU is 1500, use 9000 for jumbo frame.
bg_bg: стандартния MTU е 1500 , използвайте 9000 за jumbo frame-иве
zh_cn: 标準MTU是1500，输入9000则适用於大笔资料的传输。
zh_tw: 標準MTU是1500，輸入9000則適用於大筆資料的傳輸。

source: Enable device polling
bg_bg: позволи device polling
zh_cn: 开啟device polling
zh_tw: 開啟device polling

source: Device polling is a technique that lets the system periodically poll network devices for new data instead of relying on interrupts. This can reduce CPU load and therefore increase throughput, at the expense of a slightly higher forwarding delay (the devices are polled 1000 times per second). Not all NICs support polling; see the m0n0wall homepage for a list of supported cards.
zh_cn: Device polling可以让系统定期的从网路介面撷取新的资料而不必依赖CPU中断。这樣可以減低网路流量对CPU造成的负担，同时增加系统的整体工作量。但是会稍微增加网路的延迟时间(系统每一秒钟要询问网路介面卡1000次)。请参访m0n0wall的网站以确定你的网路卡是否支援Device polling。
zh_tw: Device polling可以讓系統定期的從網路介面擷取新的資料而不必依賴CPU中斷

source: Speed
bg_bg: Скорост
zh_cn: 速度
zh_tw: 速度

source: Duplex
bg_bg: Дуплекс
zh_cn: 双工模式
zh_tw: 雙工模式

source: Enable Optional
bg_bg: позволи настройката
zh_cn: 开啟额外的选项
zh_tw: 開啟額外的選項

source: interface
bg_bg: интерфейс
zh_cn: 网路介面
zh_tw: 網路介面

source: Enter a description (name) for the interface here.
zh_cn: 在此输入你对这个网路介面的描述文字。
zh_tw: 在此輸入你對這個網路介面的描述文字。

source: Static IP configuration
bg_bg: статичен IP адрес
zh_cn: 靜态IP设定
zh_tw: 靜態IP設定

source: DHCP client configuration
bg_bg: настройка на DHCP клиента
zh_cn: 动态DHCP设定
zh_tw: 動態DHCP設定

source: General configuration
bg_bg: Главни настройки
zh_cn: 一般设定
zh_tw: 一般設定

source: Hostname
bg_bg: Име на хоста
zh_cn: 主机名称
zh_tw: 主機名稱

source: The value in this field is sent as the DHCP hostname when requesting a DHCP lease.
zh_cn: 这个数值将会成为向DHCP伺服器要求IP时发送出去的主机名称。
zh_tw: 這個數值將會成為DHCP伺服器發送IP時用來識別機器的主機名稱。

source: Client Identifier
bg_bg: идентификатор на клиента
zh_cn: DHCP识別值
zh_tw: DHCP識別值

source: The value in this field is sent as the DHCP client identifier when requesting a DHCP lease.
zh_cn: 这个数值将会成为向DHCP伺服器要求IP时发送出去的辨识参数。
zh_tw: 這個數值將會成為DHCP伺服器發送IP時用來識別機器的參數。

source: The LAN configuration has been changed.<br>You must apply the changes in order for them to take effect.
zh_cn: 区域网路设定已经变更。<br>套用之后才会生效。
zh_tw: 區域網路設定已經變更。<br>套用之後才會生效。

source: Manage
bg_bg: Управление
zh_cn: 管理
zh_tw: 管理

source: Format
bg_bg: Формат
zh_cn: 格式化
zh_tw: 格式化

source: Tools
bg_bg: Инструменти
zh_cn: 工具
zh_tw: 工具

source: The disk list has been changed.<br>You must apply the changes in order for them to take effect.
zh_cn: 磁碟组态已经变更。<br>套用之后便会生效。
zh_tw: 磁碟組態已經變更。<br>套用之後便會生效。

source: Standby time
zh_cn: 进入待命时间
zh_tw: 進入待命時間

source: Always on
bg_bg: винаги включен
zh_cn: 永远开啟

source: Unknown or unformatted
bg_bg: непознат и неформатиран
zh_cn: 未知/未格式化
zh_tw: 未知/未格式化

source: Edit disk
bg_bg: промени настрйките на диска
zh_cn: 编辑磁碟
zh_tw: 編輯磁碟

source: Delete disk
bg_bg: изтрий диска
zh_cn: 刪除磁碟
zh_tw: 刪除磁碟

source: Do you really want to delete this disk? All elements that still use it will become invalid (e.g. share)!
zh_cn: 确定要刪除这个磁碟吗？所有使用此磁碟的元件都会失效！(例：分享)
zh_tw: 確定要刪除這個磁碟嗎？所有使用此磁碟的元件都會失效！(例：分享)

source: Add disk
bg_bg: добави диск
zh_cn: 增加磁碟
zh_tw: 增加磁碟

source: First configuration step: Add your hardrive to the disk list.
bg_bg: първа стъпка: Добави харддиск към списъка с дисковете
zh_cn: 规划的第一步：新增你的硬碟到磁碟表中。
zh_tw: 規劃的第一步：新增你的硬碟到磁碟表中。

source: This disk already exists in the disk list.
bg_bg: харддиска вече съществува в списъка с дисковете
zh_cn: 这个磁碟已经加入过了。
zh_tw: 這個磁碟已經加入過了。

source: UDMA mode
zh_cn: UDMA模式
zh_tw: UDMA模式

source: Hard disk standby time
bg_bg: време за стендбай режим на харддиска
zh_cn: 硬碟待命时间
zh_tw: 硬碟待命時間
