Repository: freenas/freenas7
Catalog: locale/*.UTF8.po
Languages: bg_bg, zh_cn, zh_tw

source: Puts the hard disk into standby mode when the selected amount of time after the last access has elapsed. <em>Do not set this for CF cards.</em>
zh_cn: 设定在多久时间之后，如果沒有存取动作便将硬碟切換至待命模式。<em>CF卡请勿选用。</em>
zh_tw: 設定在多久時間之後，如果沒有存取動作便將硬碟切換至待命模式。<em>CF卡請勿選用。</em>

source: Advanced Power Management
bg_bg: Управление на захранването
zh_cn: 进阶电源管理
zh_tw: 進階電源管理

source: Minimum power usage with Standby
bg_bg: минимален разход на енергия в стендбай режим
zh_cn: 开啟待命模式之最小耗电量

source: Medium power usage with Standby
bg_bg: среден разход на енергия в стендбай режим
zh_cn: 开啟待命模式之中等耗电量

source: Minimum power usage without Standby
bg_bg: минимален разход на енергия без използване на стендбай режим
zh_cn: 关闭待命模式之最小耗电量

source: Medium power usage without Standby
bg_bg: среден разход на енергия без използване на стендбай режим
zh_cn: 关闭待命模式之中等耗电量

source: Maximum performance, maximum power usage
zh_cn: 最大效能/耗电量

source: This allows you to lower the power consumption of the drive, at the expense of performance.<br><em>Do not set this for CF cards.</em>
zh_cn: 用来控制磁碟的电源消耗，相反的会失去一些效能。<br><em>CF卡请勿选用。</em>
zh_tw: 用來控制磁碟的電源消耗，相反的會失去一些效能。<br><em>CF卡請勿選用。</em>

source: Acoustic level
bg_bg: акустично ниво
zh_cn: 噪音控制
zh_tw: 噪音控制

source: Minimum performance, Minimum acoustic output
zh_cn: 最小效能/噪音

source: Medium acoustic output
bg_bg: средно акустично ниво
zh_cn: 中等效能/噪音

source: Maximum performance, maximum acoustic output
zh_cn: 最大效能/噪音

source: This allows you to set how loud the drive is while it's operating.<br><em>Do not set this for CF cards.</em>
zh_cn: 用来控制磁碟的运转噪音程度。<br><em>CF卡请勿选用。</em>
zh_tw: 用來控制磁碟的運轉噪音程度。<br><em>CF卡請勿選用。</em>

source: Preformatted FS
bg_bg: Преформатирана Файлова система
zh_cn: 已存在之档案系统
zh_tw: 已存在之檔案系統

source: Initialize
bg_bg: инициализирай
zh_cn: 初始化
zh_tw: 初始化

source: The disk is currently mounted! <a href=%s>Unmount</a> this disk first before proceeding.
zh_cn: 磁碟已经掛载！请先<a href=%s>卸载</a>之后再继续其他动作。
zh_tw: 磁碟已經掛載！請先<a href=%s>卸載</a>之後再繼續其他動作。

source: Can't format the drive where FreeNAS configuration file is installed!
zh_cn: 不能将有 FreeNAS 设定档的磁碟格式化！

source: Disk initialization details
bg_bg: детаили за инициализирането на диска
zh_cn: 磁碟初始化系统资讯
zh_tw: 磁碟初始化系統資訊

source: "fdisk: Geom not found"is not an error message!
zh_cn: 「fdisk: Geom not found」並不是一个错误讯息！
zh_tw: 「fdisk: Geom not found」並不是一個錯誤訊息！

source: Format disk
bg_bg: форматирай диска
zh_cn: 格式化磁碟
zh_tw: 格式化磁碟

source: Do you really want to format this disk? All data will be lost!
bg_bg: Наистина ли искате да форматирате диска ? Всичката информация ще бъде загубена
zh_cn: 确定真的要格式化这个磁碟？所有內部的资料都会消失！
zh_tw: 確定真的要格式化這個磁碟？所有內部的資料都會消失！

source: Specify the percentage of space held back from normal users. Note that lowering the threshold can adversely affect performance and auto-defragmentation.
zh_cn: 指定要用多少百分比的硬碟空间配置给一般使用者。注意将门槛降低会影响到磁碟效能。

source: Don't Erase MBR
bg_bg: не изтривай MBR
zh_cn: 不要刪除MBR
zh_tw: 不要刪除MBR

source: Don't erase the MBR (useful for some RAID controller cards)
bg_bg: не изтривай MBR (полезно за някой RAID контролери)
zh_cn: 保留原本的MBR (某些RAID控制卡需要)
zh_tw: 保留原本的MBR (某些RAID控制卡需要)

source: Send Command!
bg_bg: Изпрати командата
zh_cn: 传送指令！
zh_tw: 傳送指令！

source: Command output:
bg_bg: Изходни данни на команда:
zh_cn: 指令输出：
zh_tw: 指令輸出：

source: The disk is currently mounted! The mount point will be removed temporary to perform selected command.
zh_cn: 磁碟目前正在掛载中！系统会将磁碟暂时卸载以进行指令。
zh_tw: 磁碟目前正在掛載中！系統會將磁碟暫時卸載以進行指令。

source: Unmount disk/partition
bg_bg: демонтирай диска/дяла
zh_cn: 卸载 磁碟/磁区
zh_tw: 卸載 磁碟/磁區

source: If the selected disk/partition is mounted it will be unmounted temporarily to perform selected command, otherwise the commands work in read-only mode.<br>Service disruption to users accessing this mount will occur during this process.
zh_cn: 如果选择的磁碟/磁区正在掛载中，系统会将磁碟暂时卸载以进行指令，期间可能或有暂时性的服务中断。否则指令只能在唯读模式下运作。
zh_tw: 如果選擇的磁碟/磁區正在掛載中，系統會將磁碟暫時卸載以進行指令，否則指令只能在唯讀模式下運作。

source: iSCSI Initiator
zh_cn: iSCSI初始
zh_tw: iSCSI初始

source: Target IP address
zh_cn: 目标IP位置
zh_tw: 目標IP位置

source: IP address of the iSCSI target.
bg_bg: IP адрес на iSCSI целта
zh_cn: iSCSI装置的IP位置
zh_tw: iSCSI裝置的IP位置

source: Targetname
bg_bg: Име на целта
zh_cn: 目标名称
zh_tw: 目標名稱

source: Targetname.
bg_bg: Име на целта.
zh_cn: iSCSI目标的名称
zh_tw: iSCSI目標的名稱

source: Manage RAID
bg_bg: Помени настройките на RAID-а
zh_cn: 管理RAID
zh_tw: 管理RAID

source: Format RAID
bg_bg: Форматирай RAID-а
zh_cn: 格式化RAID
zh_tw: 格式化RAID

source: Volume Name
bg_bg: Име на диск
zh_cn: Volume名称
zh_tw: Volume名稱

source: The RAID volume is currently mounted! Remove the <a href=%s>mount point</a> first before proceeding.
zh_cn: 这个RAID volume目前正被掛载中！进行任何操作之前请先将其<a href=%s>卸载</a>。
zh_tw: 這個RAID volume目前正被掛載中！進行任何操作之前請先將其<a href=%s>卸載</a>。

source: (unstable)
bg_bg: (нестабилен)
zh_cn: (测试中)
zh_tw: (測試中)

source: The Raid configuration has been changed.<br>You must apply the changes in order for them to take effect.
zh_cn: Raid组态已经变更。<br>套用变更之后才会生效。
zh_tw: Raid組態已經變更。<br>套用變更之後才會生效。

source: Edit RAID
bg_bg: Промени RAID-а
zh_cn: 编辑RAID
zh_tw: 編輯RAID

source: Delete RAID
bg_bg: изтрий RAID-а
zh_cn: 刪除RAID
zh_tw: 刪除RAID

source: Add RAID
bg_bg: добави RAID
zh_cn: 新增RAID
zh_tw: 新增RAID

source: Do you really want to delete this raid volume? All elements that still use it will become invalid (e.g. share)!
zh_cn: 确定要刪除这个RAID吗？所有使用此RAID的元件都会失效！(例：分享)
zh_tw: 確定要刪除這個RAID嗎？所有使用此RAID的元件都會失效！(例：分享)

source: You must add disks first.
bg_bg: трябва първо да добавите диск
zh_cn: 请先加入磁碟。
zh_tw: 請先加入磁碟。

source: The device name may only consist of the characters a-z, A-Z, 0-9.
zh_cn: 装置名称只可以由 a-z, A-Z, 0-9 组成。
zh_tw: 裝置名稱只可以由 a-z, A-Z, 0-9 組成。

source: This device already exists in the raid volume list.
bg_bg: устройството вече съществува в листа с раид устрийства
zh_cn: 这个装置已经是RAID成员。
zh_tw: 這個裝置已經是RAID成員。

source: There must be a minimum of 2 disks in a RAID 0 volume.
bg_bg: трябват минимум 2 диска за RAID 0
zh_cn: 架构 RAID 0 最少要有两个磁碟。
zh_tw: 架構RAID 0最少要有兩個磁碟。

source: There must be 2 disks in a RAID 1 volume.
bg_bg: трябват 2 диска за RAID 1
zh_cn: 架构 RAID 1 最少要有两个磁碟。
zh_tw: 架構RAID 1最少要有兩個磁碟。

source: There must be a minimum of 2 disks in a RAID 5 volume.
bg_bg: трябват минимум 2 диска за RAID 5
zh_cn: 架构 RAID 5 最少要有两个磁碟。

source: ERR Could not save RAID configuration.
zh_cn: 错误！不能储存 RAID 设定值。
zh_tw: 錯誤！不能儲存RAID設定值。

source: Raid name
bg_bg: Име на Raid
zh_cn: Raid名称
zh_tw: Raid名稱

source: Members of this volume
bg_bg: членове на тази група
zh_cn: RAID volume的成员
zh_tw: RAID volume的成員

source: Software RAID information and status
bg_bg: Информация и статус на RAID
zh_cn: 软体RAID资讯与状态
zh_tw: 軟體RAID資訊與狀態

source: Disk format UFS output:
zh_cn: UFS格式化结果输出：
zh_tw: UFS格式化結果輸出：

source: This step will format the RAID volume in Unix FileSystem (UFS).
zh_cn: 这会将此RAID磁碟格式化为Unix档案系统(UFS)。
zh_tw: 這會將此RAID磁碟格式化為Unix檔案系統(UFS)。

source: Format UFS disk!
zh_cn: 格式化UFS磁碟！
zh_tw: 格式化UFS磁碟！

source: Object name
bg_bg: Име на обекта
zh_cn: 物件名称
zh_tw: 物件名稱

source: Command
bg_bg: Команда
zh_cn: 命令列
zh_tw: 命令列

source: 1. Use these specials actions for debugging only!<br>2. There is no need of using this menu for start a RAID volume (start automaticaly).
zh_cn: 1. 这些特殊的命令只用来除错而已！<br>2. RAID磁碟在建立之后会自动的啟动，不需要利用activate工具再啟动一次。
zh_tw: 1. 這些特殊的命令只用來除錯而已！<br>2. RAID磁碟在建立之後會自動的啟動，不需要利用activate工具再啟動一次。

source: Share Name
zh_cn: 分享名称
zh_tw: 分享名稱

source: The mount point list has been changed.<br>You must apply the changes in order for them to take effect.
zh_cn: 掛载点已经变更。<br>套用之后才会生效。
zh_tw: 掛載點已經變更。<br>套用之後才會生效。

source: Do you really want to delete this mount point? All elements that still use it will become invalid (e.g. share)!
zh_cn: 确定要刪除这个掛载点吗？所有使用此掛载点的元件都会失效！(例：分享)
zh_tw: 確定要刪除這個掛載點嗎？所有使用此掛載點的元件都會失效！(例：分享)

source: delete mount
bg_bg: изтрий точката за монтиране
zh_cn: 刪除掛载点
zh_tw: 刪除掛載點

source: add mount
bg_bg: добави точка за монтиране
zh_cn: 新增掛载点
zh_tw: 新增掛載點

source: The description name contain invalid characters.
bg_bg: Описанието съдържа невалидни символи
zh_cn: 描述文字包含了无效的字元。
zh_tw: 描述文字包含了無效的字元。

source: Can't mount the system partition 1, the DATA partition is the 2.
zh_cn: 不能掛载系统区(第1区)，资料分割区为第2区。
zh_tw: 不能掛載系統區(第1區)，資料分割區為第2區。

source: Duplicate Share Name.
zh_cn: 输入了存在的分享名称。
zh_tw: 輸入了存在的分享名稱。

source: Select EFI GPT if you want to mount a GPT formatted drive (default method since 0.684b).<br>Select 1 for UFS formatted drive or software RAID volume creating since the 0.683b.<br>Select 2 for mounting the DATA partition if you select option 2 during installation on hard drive.<br>Select old software gmirror/graid5/gvinum for volume created with old FreeNAS release
zh_cn: 如果你想要掛载 GPT 格式的磁碟（0.684之后的预设格式化选项），请选择 EFI GPT。<br>如果是要掛载 UFS 或 Software RAID 格式化的磁碟请选择 1。<br>如果是要掛载系统磁碟分隔为两区中的资料磁碟，请选择 2。<br>如果你要掛载 0.682 之前 FreeNAS 格式化之磁碟，请选择 old software gmirror/graid5/gvinum。

source: You can't mount the partition '%s' where the config file is stored.<br>
zh_cn: 你不可以掛载含有'%s'设定档的磁区。<br>

source: Mounting...
bg_bg: Монтиране...
zh_cn: 掛载中...
zh_tw: 掛載中...

source: Unmounting...
bg_bg: Демонтиране...
zh_cn: 卸载中...
zh_tw: 卸載中...

source: You can't unmount a drive used by swap file or iSCSI-target file!
zh_cn: 你不能卸载有 Swap 或 iSCSI 档案的目标

source: The Netbios name contains invalid characters.
bg_bg: Netbios името съдържа невалидни символи.
zh_cn: Netbios名称输入了无效的字元。
zh_tw: Netbios名稱輸入了無效的字元。

source: The Workgroup name contains invalid characters.
bg_bg: името на рабтната група съдържа невалидни символи.
zh_cn: 工作群组內输入了无效的字元。
zh_tw: 工作群組內輸入了無效的字元。

source: The WINS server must be an IP address.
bg_bg: WINS сървъра трябва де е IP адрес.
zh_cn: WINS伺服器必须是IP位置。
zh_tw: WINS伺服器必須是IP位置。

source: The SND Buffer value must be a number.
bg_bg: SND буфера трябва да е число.
zh_cn: 传送缓冲区必须是一个数字。
zh_tw: 傳送緩衝區必須是一個數字。

source: The RCV Buffer value must be a number.
bg_bg: RCV буфера трябва да е число.
zh_cn: 接收缓冲区必须是一个数字。
zh_tw: 接收緩衝區必須是一個數字。

source: CIFS share
zh_cn: CIFS分享
zh_tw: 分享

source: Authentication
bg_bg: Идентификация
zh_cn: 认证方式
zh_tw: 認證方式

source: NetBiosName
bg_bg: NetBios име
zh_cn: NetBios名称
zh_tw: NetBios名稱

source: Workgroup
bg_bg: Работна група
zh_cn: 工作群组
zh_tw: 工作群組

source: Workgroup to be member of.
bg_bg: член на Работна група
zh_cn: 选择将要加入的工作群组
zh_tw: 選擇將要加入的工作群組

source: Server description. This can usually be left blank.
zh_cn: 伺服器描述文字。通常可以留白。
zh_tw: 伺服器描述文字。通常可以留白。

source: Dos charset
zh_cn: Dos字元编码
zh_tw: Dos編碼方式

source: Unix charset
zh_cn: Unix字元编码
zh_tw: Unix編碼方式

source: Log Level
bg_bg: ниво на логване
zh_cn: 记錄档层级
zh_tw: 紀錄檔層級

source: Allows %s to try and become a local master browser.
zh_cn: 让%s尝试成为local master browser。
zh_tw: 讓%s嘗試成為local master browser。

source: Time server
zh_cn: 时间伺服器
zh_tw: 時間伺服器

source: %s advertises itself as a time server to Windows clients.
zh_cn: 设定%s成为Windows客戶端的时间伺服器。
zh_tw: 設定%s成為Windows客戶端的時間伺服器。

source: WINS server
bg_bg: WINS сървър
zh_cn: WINS伺服器
zh_tw: WINS伺服器

source: WINS Server IP address.
bg_bg: IP адрес на WINS сървър
zh_cn: WINS伺服器的IP位置。
zh_tw: WINS伺服器的IP位置。

source: Recycle Bin
bg_bg: Кошче
zh_cn: 资源回收桶
zh_tw: 資源回收桶

source: Enable Recycle bin
bg_bg: позволи Кошче
zh_cn: 开啟资源回收桶
zh_tw: 開啟資源回收桶

source: This will create a recycle bin on the CIFS shares.
bg_bg: това ще направи Кошче в споделените папки
zh_cn: 开啟资源回收筒的功能，可救回刪除之档案。

source: Send Buffer Size
zh_cn: 传送缓冲区
zh_tw: 傳送緩衝區

source: Size of send buffer (16384 by default).
zh_cn: 传送缓冲区的大小(预设为16384).
zh_tw: 傳送緩衝區的大小(預設為16384).

source: Receive Buffer Size
zh_cn: 接收缓冲区
zh_tw: 接收緩衝區

source: Size of receive buffer (16384 by default).
zh_cn: 接收缓冲区的大小(预设为16384).
zh_tw: 接收緩衝區的大小(預設為16384).

source: The shares has been modified.<br>You must apply the changes in order for them to take effect.
zh_cn: 分享设定已经变更。<br>套用之后才会生效。
zh_tw: 分享設定已經變更。<br>套用之後才會生效。

source: Browseable
bg_bg: отварящ се
zh_cn: 提供浏览
zh_tw: 提供瀏覽

source: Edit share
bg_bg: промени споделените папки
zh_cn: 编辑
zh_tw: 編輯

source: This controls whether this share is seen in the list of available shares in a net view and in the browse list.
bg_bg: Показване на ресурса в списъка с наличните ресурси.
zh_cn: 控制这个分享资料夹能不能直接的被浏览器看到。
zh_tw: 控制這個分享資料夾能不能直接的被瀏覽器看到。

source: The maximum Number of client must be a number.
bg_bg: максималния брай клиенти трябва да е да е число.
zh_cn: 连線数目上線必须是一个数字。
zh_tw: 連線數目上線必須是一個數字。

source: The max con per ip must be a number.
bg_bg: максималните конекции към IP трябва да е число.
zh_cn: 相同IP的连線数目必须是一个数字。
zh_tw: 相同IP的連線數目必須是一個數字。

source: The maximum idle time be a number.
bg_bg: максималното време за чакане трябва да е да е число.
zh_cn: 失效时间必须是一个数字。
zh_tw: 失效時間必須是一個數字。

source: The pasv address must be a public IP address.
zh_cn: 被动式IP位置必须是一个对外的IP。
zh_tw: 被動式IP位置必須是一個對外的IP。

source: You must select at minium anonymous or/and local user authentication.
zh_cn: 请至少选择 匿名/本地使用者 认证。
zh_tw: 請至少選擇 匿名/本地使用者 認證。

source: FTP Server
bg_bg: FTP сървър
zh_cn: FTP伺服器
zh_tw: FTP伺服器

source: Number of clients
bg_bg: брой на клиенти
zh_cn: 连線数目
zh_tw: 連線數目

source: Maximum number of simultaneous clients.
zh_cn: 连線数目上限。
zh_tw: 連線數目上限。

source: Max. conn. per IP
bg_bg: максимум конекции към IP
zh_cn: 相同IP的连線数目
zh_tw: 相同IP的連線數目

source: Maximum number of connections per IP address (0 = unlimited).
bg_bg: максимум конекции към IP адрес (0 = неограничени)
zh_cn: 来自相同IP的连線数目上限(0 = 不限制).
zh_tw: 來自相同IP的連線數目上限(0 = 不限制).

source: Timeout
bg_bg: Максимално изчакване
zh_cn: 失效时间
zh_tw: 失效時間

source: Maximum idle time in minutes.
bg_bg: Максимално изчакване в минути
zh_cn: 自动切断连線时间。
zh_tw: 自動切斷連線時間。

source: Anonymous login
bg_bg: анонимен вход
zh_cn: 匿名登入
zh_tw: 匿名登入

source: Enable anonymous login.
bg_bg: позволи анонимен вход
zh_cn: 是否开啟匿名登入
zh_tw: 是否開啟匿名登入

source: Local User
bg_bg: локален потребител
zh_cn: 本机使用者
zh_tw: 本機使用者

source: Enable local user login.
bg_bg: позволи вход за локален потребител
zh_cn: 是否开啟本机使用者登入
zh_tw: 是否開啟本機使用者登入

source: Enable FXP protocol.
bg_bg: позволи FXP протолола
zh_cn: 开啟FXP协定支援。
zh_tw: 開啟FXP協定支援。

source: FXP allows transfers between two remote servers without any file data going to the client asking for the transfer (insecure!).
zh_cn: FXP是支援两个远端伺服器互传档案的通讯协定。(有安全疑虑！).
zh_tw: FXP是支援兩個遠端伺服器互傳檔案的通訊協定。(有安全疑慮！).

source: NAT mode
bg_bg: NAT опция
zh_cn: NAT模式
zh_tw: NAT模式

source: Force NAT mode.
bg_bg: форсирай NAT опцията
zh_cn: 強迫NAT模式。
zh_tw: 強迫NAT模式。

source: Enable this if your FTP server is behind a NAT box that doesn't support applicative FTP proxying.
zh_cn: 如果你的FTP伺服器是架设在NAT的环境之下，请开啟这个功能。
zh_tw: 如果你的FTP伺服器是架設在NAT的環境之下，請開啟這個功能。

source: Passive IP address
bg_bg: пасивен IP адрес
zh_cn: 被动式IP位置
zh_tw: 被動式IP位置

source: Use this option to override the IP address that FTP daemon will advertise in response to the PASV command.
zh_cn: FTP伺服器的被动式连線IP位置。
zh_tw: FTP伺服器的被動式連線IP位置。

source: The minimum port to allocate for PASV style data connections (0 = use any port).
zh_cn: 被动式连線埠的区段起点(0 = 不限制)
zh_tw: 被動式連線埠的區段起點(0 = 不限制)

source: The maximum port to allocate for PASV style data connections (0 = use any port).
zh_cn: 被动式连線埠的区段终点(0 = 不限制)
zh_tw: 被動式連線埠的區段終點(0 = 不限制)

source: Banner
bg_bg: банер
zh_cn: 欢迎文字
zh_tw: 歡迎文字

source: Greeting banner displayed by FTP when a connection first comes in.
zh_cn: 当使用者刚连接上FTP所显示的讯息。
zh_tw: 當使用者剛連接上FTP所顯示的訊息。

source: A valid network must be specified.
bg_bg: трябва да посочите валидна мрежа
zh_cn: 必须指定一个有效的网域。
zh_tw: 必須指定一個有效的網域。

source: NFS Server
zh_cn: NFS伺服器
zh_tw: NFS伺服器

source: Map all users to root
bg_bg: Направи всички потребители администратори
zh_cn: 所有人视为root
zh_tw: 所有人視為root

source: All users will have the root privilege.
bg_bg: всички потребители ще имат администраторски права,
zh_cn: 让所有的使用者都有root权限。
zh_tw: 讓所有的使用者都有root權限。

source: Network that is authorised to access to NFS share
zh_cn: 设定可以使用NFS分享的网路区段
zh_tw: 設定可以使用NFS分享的網路區段

source: The name of the exported directories are : /mnt/sharename
zh_cn: 输出的目錄名称是：/mnt/sharename
zh_tw: 輸出的目錄名稱是：/mnt/sharename

source: Server
bg_bg: Сървър
zh_cn: 伺服器
zh_tw: 伺服器

source: Client
bg_bg: Клиент
zh_cn: 客戶端
zh_tw: 客戶端

source: Local
bg_bg: Локален
zh_cn: 本地端
zh_tw: 本地端

source: Rsync Daemon
zh_cn: Rsync伺服器
zh_tw: Rsync伺服器

source: Read only
bg_bg: Само за четене
zh_cn: 只读
zh_tw: 唯讀

source: Map to user
zh_cn: 对应到本地使用者
zh_tw: 對應到本地使用者

source: Alternate TCP port. Default is 873
zh_cn: 替代的TCP连接埠。
zh_tw: 替代的TCP連接埠。

source: Maximum connections
bg_bg: максимален брой връзки
zh_cn: 连線数目上線
zh_tw: 連線數目上線

source: Maximum number of simultaneous connections. Default is 0 (unlimited).
zh_cn: 同时最高连線数目。预设为0(不限制)。
zh_tw: 同時最高連線數目。預設為0(不限制)。

source: Message of the day.
bg_bg: Съобщение за деня.
zh_cn: 每日新讯(每次登入时显示)。
zh_tw: 每日新訊(每次登入時顯示)。

source: You must configure mount point first.
bg_bg: трябва да конфигурирате първо точчката за монтиране
zh_cn: 请先设定掛载点。
zh_tw: 請先設定掛載點。

source: Rsync Client Synchronization
zh_cn: Rsync本地端档案同步
zh_tw: Rsync本地端檔案同步

source: Remote RSYNC Server
bg_bg: отданечен RSYNC сървър
zh_cn: 远端的RSYNC伺服器
zh_tw: 遠端的RSYNC伺服器

source: IP address of remote RSYNC server
bg_bg: IP адрес на отданечения RSYNC сървър
zh_cn: 远端的RSYNC伺服器IP位置
zh_tw: 遠端的RSYNC伺服器IP位置

source: RSYNC Options
zh_cn: RSYNC选项
zh_tw: RSYNC選項

source: Delete files that don't exist on sender.
zh_cn: 刪除本地端已经不存在的档案。
zh_tw: 刪除本地端已經不存在的檔案。

source: Shares to be synchronized
zh_cn: 指定要同步的目錄
zh_tw: 指定要同步的目錄

source: This same local share must be present on the Remote Server.
zh_cn: 远端与本地端的分享目錄必须相同。
zh_tw: 遠端與本地端的分享目錄必須相同。

source: Synchronization Time
zh_cn: 同步啟动时间
zh_tw: 同步啟動時間

source: You can't have the same mount point for source and destination!
zh_cn: 来源与目的不能相同！
zh_tw: 來源與目的不能相同！

source: Rsync Local Synchronization
zh_cn: Rsync本地备援
zh_tw: Rsync本地備援

source: Source
bg_bg: Източник
zh_cn: 来源位置
zh_tw: 來源位置

source: Source Mount Point.
zh_cn: 选择来源档案的掛载点。
zh_tw: 選擇來源檔案的掛載點。

source: Destination
bg_bg: Дестинация
zh_cn: 目地位置
zh_tw: 目地位置

source: Destination Mount Point (backup drive).
zh_cn: 选择目的位置的掛载点(备援磁碟机)。
zh_tw: 選擇目的位置的掛載點(備援磁碟機)。

source: SSH Daemon
zh_cn: SSH伺服器
zh_tw: SSH伺服器

source: Alternate TCP port. Default is 22
zh_cn: 替代的TCP连接埠。
zh_tw: 替代的TCP連接埠。

source: Permit root login
bg_bg: позволи администраторския вход
zh_cn: root准许登入
zh_tw: root准許登入

source: Specifies whether it is allowed to login as superuser (root) directly.
zh_cn: 指定超级使用者 (root)是否可以透过SSH直接登入。
zh_tw: 指定超級使用者 (root)是否可以透過SSH直接登入。

source: Private Key
bg_bg: частен ключ
zh_cn: 私钥
zh_tw: 私鑰

source: Paste a DSA PRIVATE KEY in PEM format here.
zh_cn: 在此贴上PEM格式的私钥。
zh_tw: 在此貼上PEM格式的私鑰。

source: The combination of share and working directory does not exist.
zh_cn: 设定值內的分享/工作目錄不存在。
zh_tw: 設定值內的分享/工作目錄不存在。

source: Unison File Synchronisation
zh_cn: Unison 档案同步机制
zh_tw: Unison 檔案同步機制

source: Share
bg_bg: Споделен
zh_cn: 分享
zh_tw: 分享

source: You may need enough space to duplicate all files being synced
zh_cn: 确定你有足夠的空间来复制所有将要同步的档案
zh_tw: 確定你有足夠的空間來複製所有將要同步的檔案

source: Working Directory
zh_cn: 工作目錄
zh_tw: 工作目錄

source: Where the working files will be stored
zh_cn: 选择工作档案要储存的位置
zh_tw: 選擇工作檔案要儲存的位置

source: Create work directory if it doesn't exist
zh_cn: 如果你还沒有工作目錄，请建立一个
zh_tw: 如果你還沒有工作目錄，請建立一個

source: UPnP A/V Media Server
zh_cn: UPnP影音多媒体伺服器
zh_tw: UPnP影音多媒體伺服器

source: Interface to listen to.
zh_cn: 要使用的网路介面
zh_tw: 要使用的網路介面

source: Content
bg_bg: Съдържание
zh_cn: 內容
zh_tw: 內容

source: Directories to be shared.
zh_cn: 分享的资料夹(space or CSV list).
zh_tw: 分享的資料夾(space or CSV list).

source: Directory
bg_bg: Папка
zh_cn: 目录

source: Add directory
bg_bg: Добави папка
zh_cn: 添加目录

source: Edit directory
bg_bg: промени папката
zh_cn: 编辑目录

source: Delete directory
bg_bg: итрий папката
zh_cn: 刪除目录

source: Do you really want to delete this directory entry?
zh_cn: 确定要刪除这个目录？

source: Directory to be shared.
bg_bg: папка която да бъде споделена
zh_cn: 分享的目录

source: You must select at least one authentication method.
zh_cn: 请至少选择一种认证方式。
zh_tw: 請至少選擇一種認證方式。

source: AFP Server
bg_bg: Copy text AFP сърър
zh_cn: AFP伺服器
zh_tw: AFP伺服器

source: Server Name
bg_bg: Име на сървъра
zh_cn: 伺服器名称
zh_tw: 伺服器名稱

source: Enable guest access.
bg_bg: позволи вход за гости
zh_cn: Guest可以登入。
zh_tw: Guest可以登入。

source: Enable local user authentication.
bg_bg: позволи идентификация за локални потребители
zh_cn: 啟用本地端使用者可以登入。
zh_tw: 啟用本地端使用者可以登入。

source: User
bg_bg: потребител
zh_cn: 使用者
zh_tw: 使用者

source: Users
bg_bg: Потребители
zh_cn: 使用者
zh_tw: 使用者

source: Group
bg_bg: Група
zh_cn: 群组
zh_tw: 群組

source: Groups
bg_bg: Групи
zh_cn: 群组
zh_tw: 群組

source: Full Name
bg_bg: Пълно име
zh_cn: 全名
zh_tw: 全名

source: The User list has been changed.<br>You must apply the changes in order for them to take effect.
zh_cn: 使用者名单已经变更。<br>套用变更之后才会生效。
zh_tw: 使用者名單已經變更。<br>套用變更之後才會生效。

source: Edit user
bg_bg: Помени потребителя
zh_cn: 编辑使用者
zh_tw: 編輯使用者

source: Delete user
bg_bg: изтрий потребителя
zh_cn: 刪除使用者
zh_tw: 刪除使用者

source: Do you really want to delete this user?!
bg_bg: наистина ли искате да изтриете потребителя?!
zh_cn: 确定要刪除此使用者帐号？
zh_tw: 確定要刪除此使用者帳號？

source: Add user
bg_bg: Добавяне на потребител
zh_cn: 新增使用者
zh_tw: 新增使用者

source: You must create a group first.
bg_bg: Трябва да създадете първо група.
zh_cn: 你必须先建立一个群组。

source: The login name contains invalid characters.
bg_bg: Входното име съдържа невалидни символи.
zh_cn: 登入帐号含有无效的字元。
zh_tw: 登入帳號含有無效的字元。

source: The login name is a reserved login name.
bg_bg: Входното име вече е заето.
zh_cn: 预定的登入帐号。
zh_tw: 預定的登入帳號。

source: The full name contains invalid characters.
bg_bg: Пълното име съдържа невалидни символи.
zh_cn: 全名包含无效的字元。
zh_tw: 全名包含無效的字元。

source: This user already exists in the user list.
bg_bg: Този потребител вече съществува в листа с потребителите.
zh_cn: 使用者帐号已经存在。
zh_tw: 使用者帳號已經存在。

source: Unique login name of user.
bg_bg: Уникално входно име на потребителя.
zh_cn: 用来登入的使用者帐号
zh_tw: 用來登入的使用者帳號

source: User full name.
bg_bg: Пълно име.
zh_cn: 使用者的全名
zh_tw: 使用者的全名

source: User password.
bg_bg: Потребителска парола.
zh_cn: 使用者自行设定的密码
zh_tw: 使用者自行設定的密碼

source: Confirm Password
bg_bg: Потвърди паролата
zh_cn: 确认密码
zh_tw: 確認密碼

source: Confirm the password.
bg_bg: Потвърди паролата.
zh_cn: 请输入二次密码
zh_tw: 請輸入二次密碼

source: Group Member
bg_bg: Член на група
zh_cn: 群组成员
zh_tw: 群組成員

source: Full Shell
bg_bg: Пълен достъп
zh_cn: Shell权限
zh_tw: Shell權限

source: Give full shell to user
bg_bg: Дай пълен достъп на потребителя
zh_cn: 让这个使用者可以使用shell。
zh_tw: 讓這個使用者可以使用shell。

source: Put user in the administrator group
bg_bg: Добави потребителя в административната група
zh_cn: 将使用者加入管理者群组

source: The group list has been changed.<br>You must apply the changes in order for them to take effect.
zh_cn: 群组列表已经变更。<br>套用变更之后才会生效。
zh_tw: 群組列表已經變更。<br>套用變更之後才會生效。

source: Edit group
bg_bg: Промени групата
zh_cn: 编辑群组
zh_tw: 編輯群組

source: Delete group
bg_bg: Изтрий група
zh_cn: 刪除群组
zh_tw: 刪除群組

source: Do you really want to delete this group?
bg_bg: Наистина ли искате да изтриете тази група?
zh_cn: 确定要刪除此群组？
zh_tw: 確定要刪除此群組？

source: Add group
bg_bg: Добавяне на група
zh_cn: 新增群组
zh_tw: 新增群組

source: The Group name contains invalid characters.
bg_bg: Името на групата съдържа невалидни символи.
zh_cn: 群组名称內有无效的字元。
zh_tw: 群組名稱內有無效的字元。

source: The Group desc contains invalid characters.
bg_bg: Описанието на групата съдържа невалидни символи.
zh_cn: 群组描述內有无效的字元。
zh_tw: 群組描述內有無效的字元。

source: This group already exists in the group list.
bg_bg: Тази група вече съществува в листа с групите.
zh_cn: 这个群组已经建立过了。
zh_tw: 這個群組已經建立過了。

source: Group name.
bg_bg: Име на групата.
zh_cn: 群组名称。
zh_tw: 群組名稱。

source: Group description.
bg_bg: Описание на групата.
zh_cn: 群组描述文字。
zh_tw: 群組描述文字。

source: AD server name
zh_cn: AD伺服器名称
zh_tw: AD伺服器名稱

source: AD or PDC name.
zh_cn: AD or PDC 的名称。
zh_tw: AD or PDC 的名稱。

source: AD server IP
zh_cn: AD伺服器IP
zh_tw: AD伺服器IP

source: IP address of MS Active Directory server.
zh_cn: MS Active Directory伺服器的IP位置。
zh_tw: MS Active Directory伺服器的IP位置。
