Repository: freenas/freenas7
Catalog: locale/*.UTF8.po
Languages: bg_bg, zh_cn, zh_tw

source: Domain name
bg_bg: Домейн
zh_cn: 网域名称
zh_tw: 網域名稱

source: Domain name in old format.
zh_cn: 网域名称(in old format)
zh_tw: 網域名稱(in old format)

source: Administrator name
bg_bg: Имв на администратора
zh_cn: 管理者帐号
zh_tw: 管理者帳號

source: Username of a domain administrator account.
bg_bg: Потребителско име за администраторския акаунт.
zh_cn: 请在此设定管理者的帐号。
zh_tw: 請在此設定管理者的帳號。

source: Administration password
bg_bg: Парола на администратора
zh_cn: 管理者密码
zh_tw: 管理者密碼

source: Password of domain administrator account, enter it here twice.
bg_bg: Въведете тук паролата за администраторския акаунт 2 път .
zh_cn: 请在此设定管理者的密码，並且输入两次以确认无误。
zh_tw: 請在此設定管理者的密碼，並且輸入兩次以確認無誤。

source: The system is halting now. This may take one minute.
bg_bg: Системата се спира в момента. Това може да отнеме минута.
zh_cn: 系统关闭中，可能需要一分钟的时间...
zh_tw: 系統關閉中，可能需要一分鐘的時間...

source: Are you sure you want to shutdown the system?
bg_bg: Сигурни ли сте ,че искате да спрете системата?
zh_cn: 确定要关闭系统？
zh_tw: 確定要關閉系統？

source: Scheduled shutdown
bg_bg: Предвидено изключване
zh_cn: 排程关机
zh_tw: 排程關機

source: Shutdown Time
bg_bg: Време за изключване
zh_cn: 关机时间
zh_tw: 關機時間

source: File path
bg_bg: Път до файла
zh_cn: 档案路径
zh_tw: 檔案路徑

source: Saved file to
bg_bg: Запази фаила в
zh_cn: 将档案储存至
zh_tw: 將檔案儲存至

source: File not found
bg_bg: Файла не е намерен
zh_cn: 沒有这个档案
zh_tw: 沒有這個檔案

source: Rows
bg_bg: Редове
zh_cn: 行
zh_tw: 列

source: Cols
bg_bg: Колони
zh_cn: 栏
zh_tw: 欄

source: Highlighting
bg_bg: Открояване на синтаксиса
zh_cn: 语法高亮度显示
zh_tw: 語法高亮度顯示

source: Enabled
bg_bg: Позволи
zh_cn: 启用
zh_tw: 開啟

source: Disabled
bg_bg: Забрани
zh_cn: 已禁用
zh_tw: 關閉

source: Execute command
bg_bg: Изпълни командата
zh_cn: 执行指令
zh_tw: 執行指令

source: The system is rebooting now. This may take one minute.
bg_bg: Системата се рестартира в момента. Това може да отнеме минута
zh_cn: 系统重新啟动中，可能需要一分钟的时间...
zh_tw: 系統重新啟動中，可能需要一分鐘的時間...

source: Are you sure you want to reboot the system?
bg_bg: Сигурни ли сте ,че искате да рестартирате системата?
zh_cn: 确定要重新啟动系统？
zh_tw: 確定要重新啟動系統？

source: %s interface (SSID '%s')
bg_bg: %s интерфейс (SSID '%s')
zh_cn: %s 介面 (SSID '%s')
zh_tw: %s 介面 (SSID '%s')

source: Signal strength cache
bg_bg: Скалд за сила на сигнала
zh_cn: 讯号強度快取
zh_tw: 訊號強度快取

source: MAC address
bg_bg: MAC адрес
zh_cn: MAC位置
zh_tw: MAC位置

source: Signal
bg_bg: Сигнал
zh_cn: 信号
zh_tw: 信號

source: Noise
bg_bg: Шум
zh_cn: 杂讯
zh_tw: 雜訊

source: Quality
bg_bg: Качество
zh_cn: 品质
zh_tw: 品質

source: Associated stations
zh_cn: 连接的无線网路
zh_tw: 連接的無線網路

source: TX rates
zh_cn: TX速率
zh_tw: TX速率

source: No supported wireless interfaces were found for status display (only cards that use the wi[n] driver are supported).
zh_cn: 並沒有找到支援的无線网路卡(使用wi[n]驱动的网路卡才有支援).
zh_tw: 並沒有找到支援的無線網路卡(使用wi[n]驅動的網路卡才有支援).

source: %s interface
bg_bg: %s интерфейс
zh_cn: %s 介面
zh_tw: %s 介面

source: Subnet mask
bg_bg: Подмрежова маска
zh_cn: 网段遮罩
zh_tw: 網段遮罩

source: Gateway
bg_bg: Шлюз
zh_cn: 闸道
zh_tw: 閘道

source: ISP DNS servers
bg_bg: ISP DNS сървъри
zh_cn: ISP DNS伺服器
zh_tw: ISP DNS伺服器

source: Channel
bg_bg: Канал
zh_cn: 频道
zh_tw: 頻道

source: I/O packets
bg_bg: I/O пакети
zh_cn: I/O封包
zh_tw: I/O封包

source: I/O errors
bg_bg: I/O грешки
zh_cn: I/O错误
zh_tw: I/O錯誤

source: Collisions
bg_bg: Колизии
zh_cn: 封包冲撞
zh_tw: 封包衝撞

source: CPU load
bg_bg: натоварване на процесора
zh_cn: CPU负载
zh_tw: CPU負載

source: VLAN tag
zh_cn: VLAN标签

source: Edit VLAN
bg_bg: Промени VLAN
zh_cn: 编辑VLAN

source: Traceroute may take a while to complete. You may hit the Stop button on your browser at any time to see the progress of failed traceroutes.
zh_cn: Traceroute需要一段时间才能完成。你可以随时按下浏览器的停止载入钮並观看结果。
zh_tw: Traceroute需要一段時間才能完成。你可以隨時停止並觀看結果。

source: Partitions
bg_bg: Дялове
zh_cn: 磁区
zh_tw: 磁區

source: Space Used
bg_bg: използвано място
zh_cn: 使用空间
zh_tw: 使用空間

source: Mounts
bg_bg: Монтирани
zh_cn: 掛载点
zh_tw: 掛載點

source: MS Domain
zh_cn: MS网域
zh_tw: MS網域

source: List of detected ATA disks
bg_bg: Лист на АТА дисковете
zh_cn: 已侦测到的ATA磁碟
zh_tw: 已偵測到的ATA磁碟

source: List of detected SCSI disks
bg_bg: Лист на SCSI дисковете
zh_cn: 已侦测到的SCSI磁碟
zh_tw: 已偵測到的SCSI磁碟

source: List of mount points
bg_bg: лист на точките за монтиране
zh_cn: 掛载点一览
zh_tw: 掛載點一覽

source: Free Space
bg_bg: Свободно място
zh_cn: 可用空间
zh_tw: 可用空間

source: %s will reboot after restoring the configuration.
bg_bg: %s ще се рестартира след възстановяването на конфигурацията.
zh_cn: %s复原设定组态之后将会自动重新开机。
zh_tw: %s復原設定組態之後將會自動重新開機。

source: Delete ARP entry
bg_bg: Copy text изтрий ARP позицията
zh_cn: 刪除ARP项目
zh_tw: 刪除ARP項目

source: Remove all entries from ARP table
bg_bg: Изтрий цялата ARP таблица
zh_cn: 移除所有ARP table內的项目
zh_tw: 移除所有ARP table內的項目

source: Traffic graph
bg_bg: Графика на трафика
zh_cn: 流量图表
zh_tw: 流量圖表

source: Enable tuning of some kernel variables
zh_cn: 开啟系统核心的参数微调

source: This will cause %s not to check for newer firmware versions when the <a href=%s>%s</a> page is viewed.
zh_cn: 这会让 %s 在浏览<a href=%s>%s</a>页面时不检查新版的韧体。

source: DO NOT abort the firmware upgrade once it has started. %s will reboot automatically after storing the new firmware. The configuration will be maintained.<br>You need a minium of %d Mb RAM to perform the firmware update.<br>It is strongly recommended that you <a href=%s>Backup</a> the System configuration before doing a Firmware upgrade.
zh_cn: 一但轫体升级动作已经开始，千万不要中止其动作！ %s 在新的韧体上传完成之后便会自动重新开机。所有之前所设定的组态都会被保留。<br>系统最少需要 %dMB 的记忆体才能顺利执行此动作。<br>強烈的建议使用者，进行韧体升级之前请先<a href=%s>备份</a>系统设定组态。

source: After you click &quot;Save&quot;, you may also have to do one or more of the following steps before you can access %s again: <ul><li>change the IP address of your computer</li><li>access the webGUI with the new IP address</li></ul>
zh_cn: 当按下&quot;储存&quot;之后，请继续执行下列的步骤，才能再次连線至%s：<ul><li>变更电脑上的IP位置</li><li>使用新的IP位置来连接网页管理介面</li></ul>

source: You can force UDMA mode if you have 'UDMA_ERROR.... LBA' message with your hard drive.
zh_cn: 如果显示「UDMA_ERROR.... LBA」的讯息，你可以手动选取UDMA的模式。

source: This allows you to set FS type for preformated disk with data.<br><em>Leave 'unformated' for unformated disk and then use <a href=%s>format menu</a>.</em>
zh_cn: 如果新增已经包含资料的硬碟，请选择其原本的档案系统格式就可以获取其中的资料。<br><em>还沒有规划档案格式的磁碟机请选择「尚未格式化」，之后再进入<a href=%s>格式化工具。</a>选单。</em>

source: Optional configuration step: Configuring a virtual RAID disk using your <a href='%s'>previsously configured disk</a>.<br>Wait for the '%s' status before format and mount it!
zh_cn: 选择性的规划步骤：利用你<a href='%s'>刚才设定的磁碟</a>来建立一个新的RAID磁碟。<br>请等待「%s」的状态出现之后再进行格式化与掛载的动作！

source: The following input errors were detected
zh_cn: 侦测到以下的输入错误

source: Second configuration step: Declaring the filesystem used by your <a href=%s>previously configured disk.</a>
zh_cn: 规划的第二步：选择<a href=%s>刚才设定的磁碟</a>所使用之档案系统

source: Default is 21
bg_bg: по подразбиране е 21
zh_cn: 预设值为21

source: <a href=%s>SSHD</a> must be enabled for Unison to work, and the <a href=%s>user</a> must have full Shell enabled.
zh_cn: Unison 服务必须配合<a href=%s>SSHD</a> ，而存取的<a href=%s>user 使用者</a>必须要有Shell权限。

source: Last %d %s log entries
bg_bg: последни %d %s позиции в дневника
zh_cn: 最后 %d 笔 %s 记錄资料

source: Clear log
bg_bg: Изчисти дневника
zh_cn: 清除日志

source: Show log entries in reverse order (newest entries on top)
zh_cn: 反向显示记錄资料(最新的在上面)

source: Number of log entries to show
bg_bg: брой на показваните позициите в дневника
zh_cn: 显示的记錄数量

source: Resolve IP addresses to hostnames
zh_cn: 将 IP 解析成主机名称

source: Hint: If this is checked, IP addresses in %s logs are resolved to real hostnames where possible.
zh_cn: 提示：如果开啟这个选项，%s 记錄档中的 IP 位置都会转換成对应主机名称。

source: Warning: This can cause a huge delay in loading the %s log page!
zh_cn: 注意：读取 %s 记錄档可能会再成很大的延迟！

source: Enable syslog'ing to remote syslog server
zh_cn: 开啟 syslog'ing 写入远端 syslog 伺服器

source: Remote syslog server
bg_bg: отдалечен системен дневник
zh_cn: 远端 syslog 伺服器

source: IP address of remote syslog server
zh_cn: 远端 syslog 伺服器的IP位置

source: System events
bg_bg: Системни събития
zh_cn: 系统事件

source: SSHD events
bg_bg: SSHD събития
zh_cn: SSHD事件

source: FTP events
bg_bg: FTP събития
zh_cn: FTP事件

source: RSYNCD events
bg_bg: RSYNCD събития
zh_cn: RSYNCD事件

source: SMARTD events
bg_bg: SMARTD събития
zh_cn: SMARTD事件

source: Daemon events
bg_bg: Daemon събития
zh_cn: Daemon事件

source: Syslog sends UDP datagrams to port 514 on the specified remote syslog server. Be sure to set syslogd on the remote server to accept syslog messages from %s.
zh_cn: Syslog 会透过 UDP 514 连接埠将资料送到指定的远端 syslog 伺服器。请确定远端的 syslog 伺服器将会接受来自 %s 的记錄资料。

source: List of partition on all detected disk
zh_cn: 所有磁碟內的磁区列表

source: List of SMART capabilities on all detected disk
zh_cn: 列出所有磁碟可用的SMART功能

source: List of Advanced ATA capabilities on all ATA disk
zh_cn: 列出所有ATA磁碟的ATA功能

source: iSCSI initiator disabled
zh_cn: 关闭iSCSI初始器

source: Show the list of available target Name on the iSCSI target
zh_cn: 列出iSCSI內可用的目标名称

source: AD Authentication disabled
bg_bg: AD оторизацията е забранена
zh_cn: 关闭AD认证

source: Count must be between 1 and %d
bg_bg: Бройката тряба да е мождъ 1 и %d
zh_cn: Count必需介於 1 与 %d

source: Ping output
zh_cn: Ping结果输出

source: Maximum number of hops
bg_bg: Максимален брой скокове
zh_cn: hop上限

source: Traceroute output
zh_cn: Traceroute结果输出

source: IP addresses are resolved to hostnames if &quot;Resolve IP addresses to hostnames&quot; is checked on the <a href=%s>%s</a> page.
zh_cn: 如果<a href=%s>%s</a>页面內， &quot;将IP解析成主机名称&quot;的选项有开啟，IP 位置会解析成主机名称。

source: If you click 'Yes', %s will be reset to factory defaults and will reboot immediately. The entire system configuration will be overwritten. The LAN IP address will be reset to %s and the password will be set to '%s'.
zh_cn: 当你点选了'是'， %s 将会重设回原厂预设值並立刻重新开机。全部系统的设定值将会被覆写，IP位置也将重设为 %s 。 而密码将设定为 '%s' 。

source: Are you sure you want to proceed?
bg_bg: Сигурни ли сте, че желаете да продължите?
zh_cn: 确定要继续进行？

source: The configuration has been restored. %s is now rebooting.
zh_cn: 设定组态复原成功。 %s 现在正重新啟动。

source: The configuration could not be restored.
zh_cn: 无法回覆设定组态。

source: The configuration could not be restored (file upload error).
zh_cn: 无法回覆设定组态（档案上传错误）。

source: webGUI Configuration
zh_cn: webGUI 组态设定

source: Keeping the MBR and all partitions
zh_cn: 保留原有的MBR以及所有的磁区分割

source: Creating one partition
zh_cn: 建立一个磁区

source: Initializing partition
bg_bg: Инициализиране на партицията
zh_cn: 磁区初始化

source: Creating BSD label
bg_bg: Създаване на BSD label
zh_cn: 建立 BSD 标签

source: Creating filesystem
bg_bg: Създаване на файлова система
zh_cn: 建立档案系统

source: Destroying old %s information
bg_bg: Унищожаване на стара %s информация
zh_cn: 刪除旧 %s 资讯

source: Done
bg_bg: Завърши
zh_cn: 完成

source: Creating %s partition
bg_bg: Създаване %s партиция
zh_cn: 建立 %s 磁区

source: Creating filesystem with 'Soft Updates'
zh_cn: 建立'Soft Updates'的档案系统

source: Power Daemon
zh_cn: 电源监控

source: Enable the system power control utility
bg_bg: Позволи system power control utility
zh_cn: 开啟电源监控程式。

source: The powerd utility monitors the system state and sets various power control options accordingly.
zh_cn: 电源监控程式会监控系统的整体状态並且设定相关的电源控制项目。

source: Temperature
bg_bg: Температура
zh_cn: 溫度

source: n/a
bg_bg: няма
zh_cn: 无资料

source: The attribute '%s' contains invalid characters.
zh_cn: 资料 '%s' 包含了无效的字元。

source: The attribute '%s' is required.
zh_cn: 资料 '%s' 是必须栏位。

source: The crypted disk list has been changed.<br>You must apply the changes in order for them to take effect.
zh_cn: 加密磁碟设定已经变更。<br>变更之后才会生效。

source: Data integrity
zh_cn: 资料完整性

source: Encryption
bg_bg: Криптиране
zh_cn: 加密方式

source: Do you really want to delete this encrypted disk? All elements that still use it will become invalid (e.g. share)!
zh_cn: 确定要刪除这个加密磁碟吗？所有使用此磁碟的元件都会失效！(例：分享)

source: Create encrypted disk
bg_bg: Създай криптиран диск
zh_cn: 建立加密磁碟

source: Data integrity algorithm
zh_cn: 资料完整性演算法

source: Encryption algorithm
bg_bg: алгоритъм за криптиране
zh_cn: 加密演算法

source: Passphrase
bg_bg: Парола
zh_cn: 加密金钥

source: Passphrase don't match.
bg_bg: секретната фраза не съвпаде.
zh_cn: 加密金钥並不相同。

source: Init and encrypt disk
zh_cn: 初始並且开始加密磁碟

source: Disk initialization and encryption
bg_bg: инициализиране и криптиране на диска
zh_cn: 磁碟初始化与加密

source: Encrypting... Please wait
bg_bg: Криптиране... Моля почакайте
zh_cn: 加密中...请稍等

source: Attaching...
bg_bg: Закачане...
zh_cn: 连接中...

source: Sensors
bg_bg: Сензори
zh_cn: 感应器

source: This encrypted disk is mounted, umount it before trying to detach it.
bg_bg: Този криптиран диск е монтиран , демонтирайте го преди да го разкачате .
zh_cn: 这个加密磁碟正在掛载中，在卸除之前请先将其卸载。

source: You must use a passphrase to attach an encrypted disk.
bg_bg: Трябва да използвате секретна фраза за да закачите криптиран диск.
zh_cn: 连结加密磁碟之前请输入一个加密金钥。

source: Encrypted disk name
bg_bg: Криприрано име на диска
zh_cn: 加密磁碟名称

source: Detaching...
bg_bg: Разкачане...
zh_cn: 卸除中...

source: attach
bg_bg: прикрепи
zh_cn: 连结

source: detach
bg_bg: разкачи
zh_cn: 卸除

source: Attached
bg_bg: закачен
zh_cn: 连结成功

source: Not attached
bg_bg: не е закачен
zh_cn: 尚未连结

source: Reload page
bg_bg: опресни страницата
zh_cn: 重新载入页面

source: You should use HTTPS as WebGUI protocol for sending passphrase.
bg_bg: Трябва да използвате HTTPS за WebGUI протокол за да пращате passphrase.
zh_cn: 建议您使用 HTTPS 加密模式连接 WebGUI 来传送加密金钥。

source: Resume
bg_bg: Възстановяване
zh_cn: 续传

source: Enable resume mode.
bg_bg: Позволи resume mode.
zh_cn: 开啟续传功能

source: iSCSI Target
bg_bg: iSCSI цел
zh_cn: iSCSI目标

source: The iSCSI target list has been changed.<br>You must apply the changes in order for them to take effect.
zh_cn: iSCSI组态已经变更。<br>套用之后便会生效。

source: Do you really want to delete this target?
zh_cn: 确定要刪除这个iSCSI目标吗？

source: Delete target
bg_bg: Изтрий целта
zh_cn: 刪除目标

source: Add target
bg_bg: Добави цел
zh_cn: 新增目标

source: Network that is authorised to access to this iSCSI target.
zh_cn: 设定可以使用iSCSI目标的网路区段

source: You must have a minimum of 256MB of RAM for using iSCSI-target.
zh_cn: 你最少要有 256MB 的记忆体才能开啟 iSCSI 目标功能。

source: FTP Server disabled
bg_bg: FTP Сървъра е спрян
zh_cn: FTP伺服器关闭中

source: FTP users
bg_bg: FTP потребители
zh_cn: FTP使用者

source: Save and Restart UPnP
bg_bg: запази и рестартирай UPnP
zh_cn: 储存並重新啟动 UPnP

source: Save and Restart Unison
bg_bg: запази и рестартирай Unison
zh_cn: 储存並重新啟动 Unison

source: Save and Restart SSHD
bg_bg: запази и рестартирай SSHD
zh_cn: 储存並重新啟动 SSHD

source: Save and Restart RSYNC
bg_bg: запази и рестартирай RSYNC
zh_cn: 储存並重新啟动 RSYNC

source: Save and Restart NFS
bg_bg: запази и рестартирай NFS
zh_cn: 储存並重新啟动 NFS

source: Save and Restart FTP
bg_bg: запази и рестартирай FTP
zh_cn: 储存並重新啟动 FTP

source: Save and Restart AFP
bg_bg: запази и рестартирай AFP
zh_cn: 储存並重新啟动 AFP

source: The %s port must be a valid port number.
zh_cn: 请给 %s 输入一个有效的连接埠。

source: Swap memory
bg_bg: Суап памет
zh_cn: Swap记忆体

source: No RSYNC Client configured
zh_cn: 尚无RSYNC客戶端设定

source: Detected RSYNC remote shares
bg_bg: Засечени RSYNC отдалечени дялове
zh_cn: 刪除 RSYNC 远端分享

source: Hosts
bg_bg: Хостове
zh_cn: 主机列表

source: Password confirmation
bg_bg: Потвърждение с парола
zh_cn: 密码确认

source: Remote share (source)
bg_bg: Отдалечен дял (source)
zh_cn: 远端分享(来源)

source: Remote address
bg_bg: Отдалечен адрес
zh_cn: 远端位置

source: Local share (destination)
bg_bg: Локален дял (дестинация)
zh_cn: 本地端分享(目标)

source: The RSYNC client list has been changed.<br>You must apply the changes in order for them to take effect.
zh_cn: 客戶端RSYNC设定已经变更。<br>套用之后才会生效。

source: The RSYNC local list has been changed.<br>You must apply the changes in order for them to take effect.
zh_cn: 本地端RSYNC设定已经变更。<br>套用之后才会生效。

source: Add RSYNC
bg_bg: Добави RSYNC
zh_cn: 新增RSYNC设定

source: Edit RSYNC
bg_bg: Промени RSYNC
zh_cn: 编辑RSYNC设定

source: Delete RSYNC
bg_bg: Изтрий RSYNC
zh_cn: 刪除RSYNC设定

source: Do you really want to delete this RSYNC?
zh_cn: 确定要刪除这个RSYNC设定吗？

source: Source share
zh_cn: 来源位置

source: Destination share
zh_cn: 目标位置

source: Remote source share name
zh_cn: 远端来源名称

source: Mount to use
zh_cn: 使用的掛载点

source: File size
bg_bg: Размер на файла
zh_cn: 档案大小

source: A valid size target value must be specified.
zh_cn: 请输入一个有效的Size。

source: Target name
zh_cn: 目标名称

source: Mount used
zh_cn: 使用之掛载点

source: Balance algorithm
zh_cn: 平衡演算法
zh_tw: 效能均衡演算法

source: Select your read balance algorithm.
zh_cn: 选择平衡演算法
zh_tw: 選擇讀取檔案時採用的效能均衡演算法。

source: Settings
bg_bg: Натройки
zh_cn: 设定
zh_tw: 設定

source: Define an host name can be useful for NFS.
zh_cn: 设定主机名称将对 NFS 服务有帮助

source: The host list has been changed.<br>You must apply the changes in order for them to take effect.
zh_cn: 主机名称列表已经变更。<br>套用之后便会生效。

source: Edit Host
bg_bg: Редактиране на хост
zh_cn: 编辑主机资讯

source: Do you really want to delete this host?
zh_cn: 确定要刪除这个主机资讯吗？

source: Delete Host
zh_cn: 刪除主机资讯

source: Add Host
bg_bg: Добавяне на хост
zh_cn: 新增主机资讯

source: The host name contain invalid characters.
zh_cn: 主机名称输入了无效的字元。

source: An host with this name already exists.
zh_cn: 已经有一个相同的主机名称存在了。

source: The host name may only consist of the characters a-z, A-Z and 0-9, - , _ and .
zh_cn: 主机名称只可以由 a-z, A-Z, 0-9 组成。

source: The IP address that this hostname represents.
zh_cn: 主机名称所代表的 IP 位置

source: You may enter a description here for your reference.
zh_cn: 可以加註必要的描述文字。

source: Download configuration
bg_bg: Свали конфигурацията
zh_cn: 下载设定

source: Restore configuration
bg_bg: Възстанови конфигурацията
zh_cn: 还原设定

source: Open a %s configuration XML file and click the button below to restore the configuration.
bg_bg: Отвори %s конфигурационен XML фаил и натисни бутона от долу за да възстановите конфигурацията.
zh_cn: 开啟 %s XML 设定档並且点选下方的按钮来回复设定。

source: Click this button to download the system configuration in XML format.
bg_bg: Натиснете този бутон за да свалите системната конфигурация в XML формат.
zh_cn: 点这个按钮下载 XML 格式的系统组态

source: Backup configuration
bg_bg: Запази конфигурацията
zh_cn: 备份设定

source: Initializing disk
bg_bg: Инициализиране на диска
zh_cn: 初始化磁碟

source: Enable Zeroconf
bg_bg: Позволи Zeroconf
zh_cn: 开啟 Zeroconf

source: LDAP server IP
bg_bg: LDAP сървър IP
zh_cn: LDAP 伺服器IP

source: IP address of LDAP server.
bg_bg: IP адрес на LDAP сървъра.
zh_cn: LDAP伺服器IP位置

source: Base DN
bg_bg: Базов индекс
zh_cn: 网域名称

source: Specifies the default base DN to use when performing ldap operations. The base must be specified as a distinguished name in LDAP format.
zh_cn: 指定预设的 Base 网域名称以便 LDAP运作。 Base 网域名称必须为显著的 LDAP 格式。

source: DN to bind
zh_cn: 欲 Bind 之网域名称

source: Specifies the default bind DN to use when performing ldap operations. The bind DN must be specified as a distinguished name in LDAP format.
zh_cn: 指定预设的 Bind 网域名称以便 LDAP运作。 Bind 网域名称必须为显著的 LDAP 格式。

source: Password for DN
zh_cn: 网域名称密码

source: The credentials to bind with, enter it here twice.
zh_cn: 将要 Bind 的授权，请输入两次。

source: User suffix
zh_cn: 使用者名称词缀

source: Password suffix
zh_cn: 密码词缀

source: Group suffix
zh_cn: 群组词缀

source: Password encryption
bg_bg: Криптиране на паролата
zh_cn: 密码文本

source: Method used to store your password in your LDAP.
zh_cn: 密码在 LDAP 伺服器存取的方式

source: The changes have been saved. You must <a href=reboot.php>reboot</a> your NAS for changes to take effect.
zh_tw: 變更已儲存，必須<a href=reboot.php>重新開機</a>之後才會生效

source: ERROR: the changes could not be applied (error code '.$ok.').
zh_tw: 錯誤：變更無法套用 (error code ).

source: UFS and variants are the NATIVE file format for FreeBSD (the underlying OS of %s). Attempting to use other file formats such as FAT, FAT32, EXT2, EXT3, or NTFS can result in unpredictable results, file corruption, and loss of data!
zh_tw: UFS檔案系統格式是 FreeBSD 原生檔案格式 (%s的OS)。 如果使用FAT, FAT32, EXT2

source: Minutes between network time sync.; 300 recommended, or 0 to disable.
zh_tw: 多少分鐘與時間伺服器同步一次。建議設為300分鐘，輸入0則可以關閉同步功能

source: Use a space to separate multiple hosts (only one required). Remember to set up at least one DNS server if you enter a host name here!
zh_tw: 使用空白字元來分隔多個主機位置(一個空白即可)，這個服務需要先設定DNS伺服器

source: Enable tuning of some kernel variable
zh_tw: 開啟系統核心的微調參數

source: Disable ZeroConf service announce
zh_tw: 關閉ZeroConf的服務宣告

source: iSCSI initiator
zh_tw: iSCSI初始

source: This step will erase all your partition, create partition number 1 and format the hard drive with the file system specified.
zh_tw: 這個動作會刪除所有磁區，建立並且格式化第一號磁區成為你指定的檔案系統。

source: There must be a minimum of 2 disks in a JBOD.
zh_tw: 架構JBOD最少要有兩個磁碟。

source: There must be a minimum of 3 disks in a RAID 5 volume.
zh_tw: 架構RAID 5最少要有三個磁碟。

source: This disk/partition is allready configured.
zh_tw: 這個磁碟/磁區之前已經設定過了。

source: 1. You can't mount the partition '%s' where the config file is stored.<br>2. FreeBSD NTFS has lots of bugs.
zh_tw: 1. 你不可以掛載含有設定檔的磁區'%s'。<br>2. FreeBSD對NTFS格式的支援尚不完全（有BUG!）。

source: Shares
bg_bg: споделени папки
zh_tw: 分享

source: This will create a recycle bin on the CIFS shares
zh_tw: 開啟資源回收筒的功能，可救回刪除之檔案。

source: Authorised network
zh_tw: 認可網路

source: you must create a group first.
zh_tw: 你必須先建立一個群組。

source: The password contain the illegal : character
zh_tw: 密碼包含無效的 : 字元

source: by
bg_bg: към

source: OK
bg_bg: Да

source: URL
bg_bg: Уеб адрес

source: TCP port
bg_bg: ТCP порт

source: Swap
bg_bg: Суап

source: Active Directory
bg_bg: Активна директория

source: Radius
bg_bg: Радиус

source: ARP table
bg_bg: ARP таблица

source: Host
bg_bg: хост

source: Calculate netmask bits
bg_bg: изчисли мрежовата маска

source: Authorized
bg_bg: разрешен

source: Networks
bg_bg: Мрежи

source: Networks Authorized
bg_bg: разрешени мрежи

source: Enable TCP Forwarding
bg_bg: позволи TCP пренасочване

source: SSH key
bg_bg: SSH ключ

source: Administrator
bg_bg: Администратор

source: License
bg_bg: Лицензно споразумение

source: Media
bg_bg: Носител

source: Cannot get data about interface
bg_bg: Не мога да взема информация за интерфейса

source: In
bg_bg: Входен

source: Out
bg_bg: Изходен

source: Switch to
bg_bg: прмини към

source: Count
bg_bg: Броене

source: FTP connected users
bg_bg: FTP свързани потребители

source: Save and Restart CIFS
bg_bg: запази и рестартирай CIFS

source: Add command
bg_bg: добави команда

source: Edit command
bg_bg: Редактиране на команда

source: Delete command
bg_bg: изтрий командата

source: Startup
bg_bg: Стартиране

source: Use the new 64k streaming read and write variant SMB requests.
bg_bg: Изплзвай новите 64к четящи и пишещи SMB запитвания.

source: Dynamic DNS
bg_bg: Динамичен DNS

source: Servername
bg_bg: Име на сървъра

source: Save and Restart DynDNS
bg_bg: Запази и Рестартирай DynDNS
